Repository: johannesbook/bubba-frontend
Catalog: po/php/*.po
Languages: de, es, sv

source: %s Help
es: %s Ayuda
sv: %s Hjälp

source: %s is using automatic network settings
es: %s esta usando configuración de red automática
sv: %s använder automatiska nätverksinställningar

source: %s users
es: %s usuarios
sv: %s användare

source: 'Easyfind' location service
de: 'Easyfind' Suchdienst
es: Servicio de localización 'Easyfind'
sv: 'Easyfind' fjärråtkomsttjänst

source: (Not recommended, passwords will be sent unencrypted.)
de: (Wird nicht empfohlen, Kennwörter werden unverschlüsselt verschickt.)
es: (No recomendado, las contraseñas se enviarán sin cifrar.)
sv: (Rekommenderas inte, lösenord kommer att skickas okrypterade.)

source: (Please read manual before enabling)
de: (Vor der Aktivierung bitte erst die Handbuch lesen)
es: (Por favor, leer el manual antes de habilitar)
sv: (Vänligen läs manualen innan du startar tjänsten)

source: 2.4GHz band used by 802.11g
de: 2,4 GHz Band wird von 802.11g verwendet
es: Banda 2.4GHz usada por 802.11g
sv: 2.4 GHz-bandet används av 802.11g

source: 5GHz band used by 802.11a
de: 5 GHz Band wird von 802.11a verwendet
es: Banda 5GHz usada por 802.11a
sv: 5GHz-bandet används av 802.11a

source: <p>This will erase all the data on the new, external device. Click 'Create LVM' to continue.</p> <p>Note: Removal of the new disk from the system will require a full system reinstallation.</p>
de: <p>Hierdurch werden sämtliche Daten auf dem neuen, externen Gerät gelöscht. Klicken Sie auf 'LVM erstellen', um fortzufahren.</p> <p>Anmerkung: Das Entfernen der neuen Festplatte aus dem System wird eine komplette Neuinstallation des Systems notwendig machen.</p>
es: <p>Esto borrará todos los datos del nuevo, dispositivo externo. Click 'Create LVM' to continue.</p> <p>Nota: La retirada del nuevo disco del sistema requerirá una reinstalación completa del sistema.</p>
sv: <p>Detta kommer att radera all data på den nya, externa enheten. Klicka på 'Skapa LVM' för att fortsätta. </p> <p>Observera: Om du senare tar bort den nya disken från systemet kommer systemet att behöva en komplett ominstallation. </p>

source: Access allowed
de: Zugriff erlaubt
es: Acceso permitido
sv: Åtkomst tillåten

source: Access not granted for user '%s'.
de: Zugang für Benutzer '%s' nicht erteilt.
es: Acceso no autorizado para usuario '%s'.
sv: Åtkomst tillåts inte för användaren '%s'.

source: Acknowledge
de: Bestätigen
es: Reconocer
sv: Bekräfta

source: Add
de: Hinzufügen
sv: Lägg till

source: Add disk to RAID array
de: Festplatte zur RAID-Array hinzufügen
es: Añade disco al grupo RAID
sv: Lägg till disk till RAID-system

source: Add entry
de: Eintrag hinzufügen
es: Añadir entrada
sv: Lägg till

source: Add new backup job
de: Neue Datensicherung erstellen
sv: Lägg till nytt backupjobb

source: Add new download
de: Neuen Download hinzufügen
es: Añadir nueva descarga
sv: Lägg till nedladdning

source: Add new email account
de: Neues E-Mail-Konto hinzufügen
es: Añadir nueva cuenta de correo
sv: Lägg till nytt epostkonto

source: Add new user
de: Neuen Benutzer hinzufügen
es: Añadir nuevo usuario
sv: Lägg till ny användare

source: Add selected images/folders to photo album?
de: Ausgewählte Bilder/Ordner an das Fotoalbum hinzufügen?
es: ¿Añadir las imágenes/carpetas seleccionadas al álbum de fotos?
sv: Vill du lägga till dessa bilder/kataloger till fotoalbumet?

source: Add viewer
de: Viewer hinzufügen
es: Añadir invitado
sv: Lägg till albumanvändare

source: Adding images is done using the
de: Hinzufügen von Foton wird durchgeführt mithilfe von
es: Se añaden imágenes usando el
sv: Lägg till bilder genom att använda

source: Admin user not allowed to login on WAN interface.
de: Admin-Benutzer darf sich nicht über der WAN-Interface anmelden.
es: Usuario Admin no puede conectarse en la interface WAN.
sv: Admin-användaren tillåts inte logga in via WAN-porten.

source: Advanced Tor settings
sv: Avancerade Tor-inställningar

source: Advanced firewall settings
de: Erweiterte Firewall-Einstellungen
es: Configuración avanzada de cortafuegos
sv: Avancerade brandväggsinställningar

source: Advanced wireless settings
de: Erweiterte Wireless-Einstellungen
es: Configuración inalámbrica avanzada
sv: Avancerade trådlösa inställningar

source: Age of timeline
sv: Ålder på tidslinjen

source: Album access rights updated
de: Album-Zugriffsrechte aktualisiert
es: Actualizados permisos de acceso al Album
sv: Albumets åtkomsträttigheter uppdaterade

source: Album deleted
de: Album gelöscht
es: Álbum borrado
sv: Album raderat

source: Album name
es: Nombre de álbum
sv: Albumnamn

source: Album updated
de: Album aktualisiert
es: Album actualizado
sv: Albumet uppdaterat

# menu
source: Albums
es: Álbum de Fotos
sv: Album

source: All music (/home/storage/music)
de: Musik (/home/storage/music)
sv: All musik (/home/storage/music)

source: All photos (/home/storage/photos)
de: Fotos (/home/storage/photos)
sv: Alla foton (home/storage/pictures)

source: All user's data (/home/&lt;all users&gt;)
de: Daten (/home/&lt;all users&gt;)
sv: All användardata (/home/&lt;alla användare&gt;)

source: All user's email (/home/&lt;all users&gt;/Mail)
de: E-Mail (/home/&lt;all users&gt;/Mail)
sv: All användares epost (/home/&lt;alla användare&ggt;/Mail)

source: All videos (/home/storage/video)
de: Videos (/home/storage/video)
sv: Alla videor (/home/storage/videos)

source: Allocating disk
de: Festplatte zuordnen
es: Reservando disco
sv: Allokerar disk

source: Allow anonymous access
de: Anonymen Zugriff erlauben
es: Permitir acceso anónimo
sv: Tillåt anonym åtkomst

source: Allow external (WAN) access to %s services
de: Externen (WAN) Zugriff auf %s Dienste erlauben
es: Permitir acceso externo (WAN) a servicios de %s
sv: TIllåt tillgång externt (via WAN) för %s tjänster

source: Allow remote access to system settings
de: Remotezugriff auf Systemeinstellungen erlauben
es: Permitir acceso remoto a la configuración del sistema
sv: Tillåt fjärråtkomst till systeminställningarna

source: Allow shell login
de: Shell-Anmeldung erlauben
es: Permitir conexión shell
sv: Tillåt åtkomst till skalet (ssh)

source: Allow your B3 to contribute to the Tor network
sv: Låt din B3 bidra till Tor-nätverket

source: Anonymous FTP access
de: Anonymer FTP-Zugriff
es: Acceso FTP anónimo
sv: Anonym FTP-åtkomst

source: Anonymous access not granted to parent album.
de: Anonymer Zugriff auf übergeordnetes Album nicht erlaubt.
es: No permitido acceso anónimo al álbum padre.
sv: Anonym åtkomst medges inte till huvudalbumet.

source: Array name
sv: RAID-system-namn

source: Attached printers
de: Angeschlossene Drucker
sv: Inkopplade skrivare

source: Authorization denied
sv: Behörighet nekades

source: Authorization failed
de: Autorisierung fehlgeschlagen
es: Fallo de autorización
sv: Behörighet misslyckades

source: Authorization failure
de: Autorisierung fehlgeschlagen
es: Fallo de autorización
sv: Behörighet misslyckades

source: Auto adjust date and time
de: Datum und Uhrzeit automatisch einstellen
es: Auto adjustar fecha y hora
sv: Ställ in tid och datum automatiskt

source: Automatic network settings
de: Automatische Netzwerk-Einstellungen
es: Configuración automática de red
sv: Autmatiska nätverksinställningar

source: Automatically distribute my bridge address
sv: Distribuera min brygg-adress automatiskt

source: Available
de: Verfügbar
es: Disponible
sv: Tillgänglig

source: B3 start page
de: B3 Startseite
es: Página inicial B3
sv: B3's startsida

source: Back
de: Zurück
es: Atrás
sv: Tillbaka

source: Backup and restore settings
de: Einstellungen sichern und wiederherstellen
es: Respaldar y restaurar la configuración
sv: Säkerhetskopiera och återställ inställningar

source: Backup destination (step 2 of 4)
de: Ziel der Datensicherung (Schritt 2 von 4)
sv: Backup-destination (steg 2 av 4)

source: Backup jobs
de: Übersicht der geplanten Datensicherungen
sv: Backup-jobb

source: Backup schedule (step 3 of 4)
de: Backup Plan (Schritt 3 von 4)
sv: Backup-schema (steg 3 av 4)

source: Bad username
sv: Felaktigt användarnamn

source: Bandwidth burst
sv: Bandbredd (skur)

source: Bandwidth limits
sv: Bandbredd (max)

source: Bandwidth rate
sv: Bandbredd

source: Bridge
sv: Brygga

source: Bridge address
sv: Bryggadress

source: Broadcast SSID
de: Übertragung SSID
es: Difusión de SSID
sv: Visa SSID

source: Browse
de: Blättern
es: Visualizar
sv: Bläddra

# bwlimit
source: Cable/DSL 256 Kbps
sv: Kabel/xDSL 256 Kbps

# bwlimit
source: Cable/DSL 512 Kbps
sv: Kabel/xDSL 512 Kbps

# bwlimit
source: Cable/DSL 768 Kbps
sv: Kabel/xDSL 768 Kbps

source: Cancel
de: Abbrechen
es: Cancelar
sv: Avbryt

source: Change Administrator password (step 3 of 5)
sv: Ändra administratörsölsenord (steg 3 av 5)

source: Change permissions
de: Berechtigungen ändern
es: Cambiar permisos
sv: Ändra rättigheter

source: Change timezone
de: Zeitzone ändern
es: Cambiar timezone
sv: Ändra tidszon

source: Changing network parameters may require a restart of your computer.
sv: Om du ändrar nätverksinställningar kan din dator behöva startas om.

source: Channel
de: Kanal
es: Canal
sv: Kanal

source: Channel width
de: Kanalbreite
es: Amplitud de Canal
sv: Kanalbandbredd

source: Check this checkbox to enable wireless functionallity for your %s
de: Aktivieren Sie dieses Kontrollkästchen, um die wireless Funktion für Ihren %s zu aktivieren
es: Marca esta casilla para habilitar la funcionalidad inalámbrica para tu %s
sv: Kryssa i denna kryssruta för att använda trådlös åtkomst för din %s

source: Checking existing files
de: Vorhandene Dateien prüfen
es: Verificando ficheros existentes
sv: Kontrollerar existerande filer

source: Choose a name for this job (step 1 of 5)
de: Wählen Sie einen Namen für die geplante Datensicherung (Schritt 1 von 5)
sv: Välj ett namn för detta jobb (steg 1 av 5)

source: Choose backup destination (step 3 of 5)
de: Wählen Sie das Ziel der Datensicherung (Schritt 3 von 5)
sv: Välj backup-destination (steg 3 av 5)

source: Choose easyfind name (step 5 of 5)
sv: Välj easyfind-namn (steg 5 av 5)

source: Close
de: Schließen
es: Cerrar
sv: Stäng

source: Confirm password
de: Kennwort bestätigen
es: Confirmar contraseña
sv: Bekräfta lösenord

source: Connect
de: Verbinden
es: Conectar
sv: Anslut

source: Connecting to tracker
de: An Tracker verbinden
es: Conectando a tracker
sv: Ansluter till tracker

source: Contact
de: Kontakt
sv: Kontakta

source: Contact information
sv: Kontaktinformation

source: Continue
de: Fortfahren
es: Continuar
sv: Fortsätt

source: Continue formatting the disk?
de: Mit dem Formattieren der Festplatte fortfahren?
es: ¿Continuar con el formateo del disco?
sv: Vill du verkligen formattera disken?

source: Continue to create RAID?
de: Mit der Erstellung von RAID fortfahren?
es: ¿Continuar creando RAID?
sv: Vill du verkligen skapa RAID?

source: Continue to recover RAID?
de: Mit der Wiederherstellung von RAID fortfahren?
es: ¿Continuar con la recuperación RAID?
sv: Vill du verkligen återskapa RAID?

source: Converting system to RAID
de: System auf RAID konvertieren
es: Convirtiendo el sistema a RAID
sv: Konverterar systemet till RAID

source: Create LVM
de: LVM erstellen
es: Crear LVM
sv: Skapa LVM

source: Create RAID
de: RAID erstellen
es: Crear RAID
sv: Skapa RAID

source: Create RAID array
de: RAID-Array erstellen
es: Crear grupo RAID
sv: Skapa RAID-system

source: Create a new folder
de: Einen neuen Ordner erstellen
es: Crear nueva carpeta
sv: Skapa ny katalog

source: Create empty album
de: Leeres Album erstellen
es: Crear album vacío
sv: Skapa tomt album

source: Create initial user (step 4 of 5)
sv: Skapa användare (steg 4 av 5)

source: Creating the RAID array will <strong>destroy all content</strong> on your internal disk (/home&nbsp;-&nbsp;including&nbsp;'storage') and erase the selected external disk
de: Die Erstellung der RAID-Array wird <strong>sämtliche Daten</strong> auf Ihrer internen Festplatte <strong>zerstören</strong> (/home - einschließlich 'storage') und die ausgewählte externe Festplatte löschen
es: Crear el grupo RAID <strong>destruirá todo el contenido</strong> de tu disco interno (/home - incluyendo 'storage') y borrará el disco externo seleccionado
sv: Skapar du RAID kommer <strong>allt innehåll</strong> på din interna disk (/home&nbsp;-&nbsp;inklusive&nbsp;'storage') att raderas, tillsammans med den externa disken

source: Current recover progress is %d%% and is estimated to finish in %d hours %d minutes
de: Der aktuelle Wiederherstellungsfortschritt ist %d%% und wird in schätzungsweise %d Stunden %d Minuten abgeschlossen sein
es: El progreso actual de recuperación es %d%% y se estima acabar en %d horas %d minutos
sv: Återställning pågår (%d%%) och beräknas vara slutförd inom %d timmar och %d minuter

source: Current recover progress is %d%% and is estimated to finish in %d minutes
de: Der aktuelle Wiederherstellungsfortschritt ist %d%% und wird in schätzungsweise %d Minuten abgeschlossen sein
es: El progreso actual de recuperación es %d%% y se estima acabar en %d minutes
sv: Återställning pågår (%d%%) och beräknas vara slutförd inom %d minuter

source: Current timezone is
de: Aktuelle Zeitzone ist
es: El timezone actual es
sv: Nuvarande tidszon är

source: Current version
sv: Nuvarande version

# bwlimit
source: Custom
sv: Anpassad

source: Custom bandwidth limits
sv: Anpassade bandbreddsbegränsningar

source: Custom selection
de: Individuelle Auswahl
sv: Anpassat urval

source: DAAP streaming
es: difusión DAAP
sv: DAAP-strömmning

source: DHCP leases
es: Concesiones DHCP
sv: DHCP-utdelningar

source: DLNA streaming
es: Difusión DLNA
sv: DLNA-strömning

source: Daily at
de: Täglich um
sv: Dagligen kl.

source: Date
de: Datum
sv: Datum

source: Date and time
de: Datum und Sprache
es: Fecha y hora
sv: Datum och tid

source: Day of the month
de: Tag im Monat
sv: Dag i månaden

source: Day of the week
de: Wochentag
sv: Veckodag

source: Default gateway
de: Standardgateway
es: Gateway por defecto
sv: Standardgateway

source: Default system language
de: Globale Spracheinstellung
es: Idioma del sistema por defecto
sv: Standardspråk

source: Default system language updated
de: Systemsprache aktualisiert
es: Idioma del sistema por defecto actualizado
sv: Standardspråk uppdaterat

source: Delete album
de: Album löschen
es: Borrar album
sv: Radera album

source: Delete selected files and/or folders?
de: Die ausgewählten Dateien und/oder Ordner löschen?
es: ¿Borrar ficheros y/o carpetas seleccionados?
sv: Radera valda filer och/eller kataloger?

source: Description
de: Beschreibung
es: Descripción
sv: Beskrivning

source: Detailed information
de: Detaillierte Informationen
sv: Detaljerad information

source: Device
de: Gerät
es: Dispositivo
sv: Enhet

source: Device to use as target for the backup
de: Ziel der Datensicherung
sv: Enhet som ska användas som backupdestination

source: Directory port
sv: Katalogport

source: Disabled (manually run by pressing "Run now")
de: Nicht geplant (Manuell starten durch Klick auf “Starten”)
sv: Avstängt (kör manuellt genom att trycka "Kör nu")

source: Disconnect
de: Trennen
es: Desconectar
sv: Koppla från

source: Disk capacity
de: Festplattenkapazität
es: Capacidad de disco
sv: Diskstorlek

source: Disk missing in RAID array '%s'
de: Festplatte fehlt in der RAID-Array '%s'
es: Falta disco en grupo RAID '%s'
sv: Disk saknas i RAID-system '%s'

source: Disk size
de: Festplattengröße
es: Tamaño de disco
sv: Diskstorlek

source: Done downloading (But missing data)
de: Download abgeschlossen (Aber Daten fehlen)
es: Finalizada la descarga (pero faltan datos)
sv: Nedladdning slutförd (men data saknas)

source: Download failed
de: Download fehlgeschlagen
es: Descarga fallida
sv: Nedladdning misslyckades

source: Download not found
sv: Nedladdning hittades inte

source: Download service disabled
sv: Nedladdningstjänsten avstängd

source: Download speed
de: Download-Geschwindigkeit
es: Velocidad de descarga
sv: Nedladdningshastighet

source: Downloader
es: Descargador
sv: Nedladdare

source: Downloading
de: Herunterladen
es: Descargando
sv: Laddar ner

source: Downloads
es: Descargas
sv: Nedladdningar

# menu
source: Downloads
es: Descargas
sv: Nedladdningar

source: Drag and drop to move images/albums
de: Verwenden Sie die Drag und Drop-Funktion, um Foton/Alben zu verschieben
es: Arrastrar y soltar para mover imágenes/álbumes
sv: Drag och släpp för att flytta bilder/album

source: Each day
sv: Varje dag

source: Easyfind failed with following error: %s
sv: Easyfind misslyckades med följande fel: %s

source: Easyfind name
es: nombre Easyfind
sv: Easyfind-namn

source: Easyfind options
de: Easyfind-Optionen
es: Opciones Easyfind
sv: Easyfind-alternativ

source: Edit backup job
de: Geplante Datensicherung ändern
sv: Ändra backup-jobb

source: Either no wireless network card is available or no valid timezone is set
de: Entweder keine Karte für ein wireless Netzwerk verfügbar oder es ist keine gültige Zeitzone eingestellt
es: O no se dispone de tarjeta inalámbrica o no se ha establecido un timezone válido
sv: Antingen har din B3 inget trådlöst nätverk, eller så är tidszon inte inställd

source: Email
es: Correo
sv: Epost

# menu
source: Email
es: Correo
sv: Epost

source: Email domain
de: E-Mail-Domäne
es: Dominio de correo
sv: Epostdomän

source: Email retrieval
de: E-Mail-Abruf
es: Recuperación de correo
sv: Epost-insamling

source: Email server
es: Servidor de correo
sv: Epostserver

source: Enable DHCP server
de: DHCP-Server aktivieren
es: Habilitar servidor DHCP
sv: DHCP-server

source: Enable DNS service
de: DNS-Dienst aktivieren
es: Habilitar servicio DNS
sv: DNS-tjänst

source: Enable Tor
sv: Tor

source: Enable easyfind
sv: easyfind

source: Enable jumbo frames.
de: Jumbo-Rahmen aktivieren.
es: Habilitar jumbo frames.
sv: jumbo frames

source: Encrypt the backup on target for increased security
de: Verschlüsselung der Datensicherung um die Sicherheit zu erhöhen
sv: Kryptera backupen på destinationen för ökad säkerhet

source: Encrypted
de: Verschlüsselt
es: Encriptado
sv: Krypterad

source: Encryption
de: Verschlüsselung
es: Encriptación
sv: Kryptering

source: Enter contact information in case the developers need to contact you about problems
sv: Skriv in kontaktinformation om utvecklare behöver kontakta dig om dina problem

source: Error applying settings
sv: Misslyckades med att spara inställningarna

source: Error creating folder, name already exists
de: Bei der Erstellung des Ordners ist ein Fehler aufgetreten, der Name wird bereits verwendet
es: Error creando carpeta, el nombre ya existe
sv: Misslyckades med att skapa katalogen - namnet finns redan

source: Error creating folder, no name supplied
de: Bei der Erstellung des Ordners ist ein Fehler aufgetreten, es wurde kein Name angegeben
es: Error creando carpeta, falta nombre
sv: Misslyckades med att skapa katalogen - inget namn angett

source: Error deleting album
de: Fehler beim Löschen des Albums aufgetreten
es: Error borrando album
sv: Misslyckades med att radera album

source: Error removing image
de: Fehler beim Entfernen des Bildes
es: Error eliminando imagen
sv: Misslyckades med att ta bort bild

source: Error renaming file '%s'
de: Bei der Umbenennung der Datei '%s' ist ein Fehler aufgetreten
es: Error renombrando fichero '%s'
sv: Misslyckades med att radera filen '%s'

source: Error starting/stopping DHCP server
de: Fehler beim Starten/Stoppen des DHCP-Servers
es: Error arrancando/parando servidor DHCP
sv: Misslyckades att starta/stoppa DHCP-servern

source: Error starting/stopping DNS service
de: Fehler beim Starten/Stoppen des DNS-Dienstes
es: Error arrancando/parando servicio DNS
sv: Misslyckades att starta/stoppa DNS-tjänsten

source: Error updating album
de: Fehler beim Aktualisieren des Albums aufgetreten
es: Error actualizando album
sv: Misslyckades att uppdatera albumet

source: Error updating image
de: Fehler beim Aktualisieren des Bildes
es: Error actualizando imagen
sv: Misslyckades att uppdatea bilden

source: Error updating user access
de: Bei der Aktualisierung des Benutzerzugriffs ist ein Fehler aufgetreten
es: Error autualizando acceso de usuario
sv: Misslyckades att uppdatera användaråtkomst

source: Error updating user access to public
de: Fehler bei der Aktualisierung des Benutzerzugriffs zu öffentlich
es: Error actualizando acceso de usuario a público
sv: Misslyckades att uppdatera användaråtkomst till publik

source: Error: External disk has malfunctioned
de: Fehler: Externe Festplatte hat versagt
es: Error: El disco externo ha tenido fallos
sv: Fel: En extern disk fungerar inte

source: Error: No help text was found for entry %s
sv: Fel: Ingen hjälptext hittad för %s

source: Every month
sv: Varje månad

source: Examining existing disks
de: Vorhandene Festplatten untersuchen
es: Examinando discos existentes
sv: Kontrollerar befintliga diskar

source: Existing albums
de: Vorhandene Alben
es: Álbumes existentes
sv: Befintliga album

source: Existing viewers
de: Vorhandene Viewer
es: Invitados existentes
sv: Befintliga albumanvändare

source: Extend
de: Erweitern
es: Extensión
sv: Utöka

source: Extend Logical Volume
de: Logical Volume erweitern
es: Extender Volumen Lógico
sv: Utöka logisk volym

source: Extending disk
de: Festplatte erweitern
es: Extendiendo disco
sv: Utökar disk

source: Extending user storage space
de: Speicherplatz des Benutzers erweitern
es: Ampliando el espacio de almacenamiento de usuario
sv: Utökar lagringsyta

source: Failed to aquire an RAID array containing the disk %s
sv: Misslyckades att hitta ett RAID-system som innehåller disken %s

source: Failed to aquire suitable type of the filesystem on partition %s
sv: Misslyckades att hitta ett lämplig filsystem på partition %s

source: Failed to change hostname
sv: Misslyckades att ändra värdnamn

source: Failed to change permission for following files and folders: %s
de: Bei der Änderung der Berechtigung für die folgenden Dateien und Ordner ist ein Fehler aufgetreten: %s
es: Fallo al cambiar permisos para los siguientes ficheros y carpetas: %s
sv: Misslyckades att ändra åtkomst för följande filer och kataloger: %s

source: Failed to connect to database.
sv: Misslyckades att ansluta till databasen

source: Failed to copy the following files and folders: %s
de: Beim Kopieren der folgenden Dateien und Ordner ist ein Fehler aufgetreten: %s
es: Fallo al copiar los siguientes ficheros y carpetas: %s
sv: Misslyckades att kopiera följande filer och kataloger: %s

source: Failed to create folder
de: Erstellung des Ordners ist fehlgeschlagen
es: Fallo al crear carpeta
sv: Misslyckades att skapa katalog

source: Failed to create fstab entry for %s with %s
sv: Misslyckades att skapa fstab-innehåll för %s med %s

source: Failed to delete following files/folders: %s
de: Das Löschen der folgenden Dateien/Ordner ist fehlgeschlagen: %s
es: Fallo al forrar los siguientes ficheros/carpetas: %s
sv: Misslyckades att radera följande filer/kataloger. %s

source: Failed to find suitable mount path for partition %s
sv: Misslyckades att hitta lämplig monteringssökväg för partitionen %s

source: Failed to mount %s
sv: Misslyckades att montera %s

source: Failed to mount %s on %s
sv: Misslyckades att montera %s på %s

source: Failed to move the following files and folders: %s
de: Beim Verschieben der folgenden Dateien und Ordner ist ein Fehler aufgetreten: %s
es: Fallo al mover los siguientes ficheros y carpetas: %s
sv: Misslyckades att flytta följande filer och kataloger: %s

source: Failed to remove fstab entry for %s with %s
sv: Misslyckades att ta bort fstab-innehåll för %s med %s

source: Failed to set date <strong>%s</strong> and time <strong>%s</strong>
de: Einstellung des Datums <strong>%s</strong> und der Uhrzeit <strong>%s</strong> fehlgeschlagen
es: Fallo al establecer fecha <strong>%s</strong> y hora <strong>%s</strong>
sv: Misslyckades att ställa datum <strong>%s</strong> och tid <strong>%s</strong>
