Repository: johannesbook/bubba-frontend
Catalog: po/php/*.po
Languages: de, es, sv

source: Software version
es: Versión de software
sv: Mjukvaruversion

source: Source
de: Quelle
es: Fuente
sv: Källa

source: Source IP
de: Quellen-IP
es: IP origen
sv: Käll-IP

source: Squeezebox server isn't installed, please click
de: Squeezebox Server ist nicht installiert, bitte klicken auf
es: Servidor Squeezebox no instalado, por favor selecciona
sv: Squeezebox-servern är inte installerad, vänligen klicka

source: Start setup wizard
de: Setup-Assistent starten
es: Iniciar asistente de ajuste
sv: Starta inställningsguiden

source: Start upload
de: Hochladen beginnen
es: Comenzar subida
sv: Starta uppladdning

source: State
de: Zustand
es: Estado
sv: Tillstånd

source: Streaming
es: Difusión
sv: Strömning

source: Support
sv: Hjälp

source: Switch to enable or disable the Tor bridge or Relay in B3
sv: Ändra för att slå på eller av Tor-funktionen i B3

source: System default
de: System Vorgabe
es: Valores por defecto
sv: Standardinställning för systemet

source: System identity
de: System-Identität
es: Identidad del sistema
sv: Systemets identitet

source: System language
de: Systemsprache
es: Idioma del sistema
sv: Systemspråk

source: System messages
de: Systemmitteilungen
es: Mensajes del sistema
sv: Systemmeddelanden

source: System partitions
de: Systempartitionen
es: Particiones del sistema
sv: Systempartitioner

# menu
source: System settings
es: Configuración del sistema
sv: Systeminställningar

source: System settings backup was sucessfully created
de: Systemeinstellungen für die Sicherung wurden erfolgreich erstellt
es: Respaldo de la configuración del sistema creado correctamente
sv: System-backup lyckades

source: System settings was sucessfully restored
de: Systemeinstellungen wurden erfolgreich wiederhergestellt
es: La Configuración del sistema se ha recuperado correctamente
sv: Systemets inställningar återställdes

source: Target
de: Ziel
es: Destino
sv: Mål

source: Target device
de: Ziel
sv: Målenhet

source: Target directory
de: Zielordner
sv: Målkatalog

source: Target server
de: Ziel Server
sv: Målserver

source: Target server password
de: Kennwort des Zielservers
sv: Målserverns lösenord

source: Target server username
de: Benutzername des Zielservers
sv: Målserverns användarnamn

source: The encryption to use
de: Die Verschlüsselung, die zu verwenden ist
es: La encriptación a utilizar
sv: Krypteringen att använda

source: The external RAID disk (<strong>%s</strong>) in the RAID array has malfunctioned
de: Die externe RAID-Festplatte (<strong>%s</strong>) in der RAID-Array hat versagt
es: El disco externo RAID (<strong>%s</strong>) del grupo RAID ha tenido fallos
sv: Den externa RAID-disken (<strong>%s</strong>) i RAID-systemet fungerar inte

source: The longer timeline the more space will be required on target
de: Je länger Sie die Zeitlinie wählen, desto mehr Speicherplatz wird auf dem Datenspeicher benötigt
sv: Ju längre tidslinje ju mer plats krävs på målservern

source: The main channel to use
de: Der Hauptkanal, der zu verwenden ist
es: El canal principal a utilizar
sv: Huvudkanalen att använda

source: The network name (also called SSID) is broadcast by %s and will show up on clients when browsing wireless networks.
de: Der Netzwerkname (auch als SSID bezeichnet) wird von %s gesendet und wird auf Clients angezeigt, wenn wireless Netzwerke durchsucht werden.
es: El nombre de red (también llamado SSID) será difundido por %s y aparecerá en los clientes cuando busquen redes inalámbricas.
sv: Nätverksnamnet (även kallat SSID) sänds ut av %s och kommer att synas när man letar efter trådlösa nätverk.

source: The operation mode for selected band
de: Der Betriebsmodus für das ausgewählte Band
es: El modo de operación para la banda seleccionada
sv: Funktionen för valt band

source: The password that will be required to connect to %s wirelessly
de: Das Kennwort, das für die wireless Verbindung zu %s benötigt wird
es: La contraseña que se necesita para conectar con %s de forma inalámbrica
sv: Lösenordet som kommer att krävas för att ansluta till %s trådlöst

source: The system was unable to create a backup
de: Das System konnte keine Sicherung erstellen
es: El sistema no es capaz de crear un respaldo
sv: Systemet lyckades inte att skapa backupen

source: The system was unable to restore the system from an backup
de: Das System konnte das System nicht von einer Sicherung wiederherstellen
es: El sistema no es capaz de recuperar desde un respaldo
sv: Systemet lyckades inte återställa systemet från säkerhetskopian

source: The targeted width of the channel in MHz
de: Die gezielte Breite des Kanals in MHz
es: La amplitud de canal en MHz
sv: Kanalends bandbredd i MHz

source: There are no usable external disks attached, please add an external e-SATA disk and try again
de: Es sind keine geeigneten externen Festplatten angeschlossen. Bitte schließen Sie eine externe e-SATA Festplatte an und versuchen Sie es erneut
es: No hay conectados discos externos utilizables, por favor añade un disco externo e-SATA y vuelve a intentarlo
sv: Där finns inga användbara diskar inkopplade, vänligen koppla in en extern eSATA-disk och försök igen

source: There seem to be disks mounted, please unmount these and try again
de: Datenträger scheinen bereitgestellt zu sein. Diese bitte freigeben und erneut versuchen.
es: Parece haber discos montados, p.f. desmóntalos y vuelve a intentarlo
sv: Där verkar finnas diskar monterade, vänligen avmontera dessa och försök igen

source: These settings are locked
de: Diese Einstellungen sind gesperrt
es: Esta configuración está bloqueada
sv: Dessa inställningar är låsta

source: These settings are locked.
sv: Dessa inställningar är låsta

source: This page should not be reached
de: Diese Seite konnte nicht erreicht werden
es: Esta página no debe ser accesible
sv: Denna sidan ska inte kunna nås

source: This will restore default network configuration aswell as restarting the network on %s.
sv: Detta kommer att återställa standardinställningarna för nätverk, samt starta om nätverket på %s.

source: This will set network configuration to router mode and restart the network on %s.
sv: Detta kommer att ställa konfigurationen till router-läge och starta om nätverket på %s.

source: This will set network configuration to server mode and restart the network on %s.
sv: Detta kommer att ställa nätverkskonfigurationen till serverläge och starta om nätverket på %s.

# menu
source: Time and language
de: Datum und Sprache
es: Hora e idioma
sv: Tid och språk

source: Timeline
de: Übersicht der ausgeführten Datensicherungen
sv: Tidslinje

source: Timezone, date and/or time was successfully updated
de: Zeitzone, Datum und/oder Uhrzeit wurde erfolgreich aktualisiert
es: Timezone, fecha y/o hora actualizados correctamente
sv: Tidszon, datum och/eller tid uppdaterat

source: To configure basic functionality of %s, press the button to start the setup wizard.
de: Drücken Sie die Taste zum Start des Setup-Assistenten, um die Grundfunktion von %s zu konfigurieren.
sv: För att ställa in de viktigaste delarna på %s, tryck på knappen för att starta inställningsguiden.

source: To locate %s from the internet, use 'Easyfind' location service
de: Verwenden Sie den 'Easyfind' Suchdienst, um %s über das Internet zu finden
es: Para localizar %s desde internet, usa el servicio de localización 'Easyfind'
sv: För att hitta %s på internet, använd 'Easyfind'

source: To restart %s, press the power button
de: Zum Neustart von %s, die Einschalttaste drücken
es: Para reiniciar %s, presiona el botón de encendido
sv: För att återstarta %s, tryck på powerknappen

source: To unlock, select Router or Server profile under the
de: Zum Entsperren das Router- oder Server-Profil auswählen unter
es: Para desbloquearla, selecciona perfir Router o perfil Servidor bajo el
sv: För att låsa upp, välj Router- eller Server-läge under

# menu
source: Torrent throttle
de: Torrent-Einschränkung
sv: Torrent hastighetsbegränsning

source: Total Speed
de: Gesamtgeschwindigkeit
es: Velocidad total
sv: Total hastighet

source: Total Upload
de: Gesamt-Upload
es: Subida total
sv: Total uppladdning

source: Traffic
de: Datenverkehr
es: Tráfico
sv: Traffik

source: Turning this off hides the network - users have to manually type the SSID on clients
de: Das Ausschalten dieser Option verbirgt das Netzwerk - Benutzer müssen den SSID auf Clients manuell eingeben
es: Desactivándolo oculta la red - los usuarios tendrán que teclear manualmente el SSID en los clientes
sv: Stänger du av detta döljs nätverket - användare måste då manuellt skriva in SSID för att hitta det

source: Type
de: Typ
es: Tipo
sv: Skriv

source: Unable to change name on server.
de: Der Name konnte auf dem Server nicht geändert warden.
sv: Lyckades inte ändra namnet på servern.

source: Unable to disable 'easyfind' service.
de: EasyFind Service kann nicht abgeschaltet warden.
sv: Lyckades inte visa 'easyfind'-tjänsten.

source: Unable to get record data from server.
sv: Lyckades inte få data från servern.

source: Unable to set name on server.
de: Der Name wurde vom Server nicht akzeptiert.
sv: Lyckades inte ställa in namnet på servern.

source: Unable to update IP on server.
de: IP wurde vom Server nicht akzeptiert.
sv: Lyckades inte uppdatera IP-numret på servern.

source: Unknown state
de: Unbekannter Status
es: Estado desconocido
sv: Okänt läge

source: Up and downloads
de: Up- und Downloads
es: Subidas y descargas
sv: Upp- och nedladdningar

source: Update
de: Aktualisieren
es: Actualizar
sv: Uppdatera

source: Update Easyfind
de: Easyfind aktualisieren
es: Actualizar Easyfind
sv: Uppdatera Easyfind

source: Update hostname and workgroup
de: Hostname und Arbeitsgruppe aktualisieren
es: Actualizar hostname y grupo de trabajo
sv: Uppdatera värdnamn och arbetsgrupp

source: Update successful
sv: Uppdatering lyckades

source: Update system
de: System aktualisieren
es: Actualizar sistema
sv: Uppdatera systemet

source: Updating settings falied
de: Aktualisierung der Einstellungen fehlgeschlagen
es: Fallo de la actualización de configuración
sv: Misslyckades med att uppdatera inställningarna

source: Upload
de: Hochladen
es: Subida
sv: Uppladdning

source: Upload complete
de: Upload abgeschlossen
es: Subida finalizada
sv: Uppladdning slutförd

source: Upload to
de: Hochladen zu
es: Subir a
sv: Ladda upp till

source: Uploading
de: Hochladen läuft
es: Subiendo
sv: Laddar upp

source: Uploading to
de: Hochladen auf
es: Subiendo a
sv: Laddar upp till

source: Uptime
de: Betriebszeit
sv: Upptid

source: Use -1 for unlimited traffic
de: -1 für unbegrenzten Datenverkehr verwenden
es: Usar -1 para tráfico ilimitado
sv: Använd -1 för obegränsad trafik

source: Use authentication
de: Authentifizierung verwenden
es: Usar autentificación
sv: Använd autentisering

source: Use encryption
de: Verschlüsselung verwenden
es: Usar encriptación
sv: Använd kryptering

source: Use plain text authentication
de: Nur-Text-Authentifizierung verwenden
es: Usar autentificación en texto claro
sv: Använd vanlig textautentisering

source: Use static IP address settings
de: Statische IP-Adresseneinstellungen verwenden
es: Usar configuración de IP estática
sv: Använd statiska IP-adressinställningar

source: User
de: Benutzer
es: Usuario
sv: Användare

source: User contributed languages
de: Nutzerspezifische Sprachen
sv: Översättningar inskickade av användare

source: User defined open / forwarded ports
de: Vom Benutzer definierte offene / weitergeleitete Ports
es: Puertos abiertos / redirigidos definidos por usuario
sv: Öppna eller vidarebefodrade portar

source: User information
de: Benutzerinformation
es: Información de usuario
sv: Användarinformation

# menu
source: User information
de: Benutzerinformation
es: Información de usuario
sv: Användarinformation

source: User information updated
de: Die Benutzerinformation wurde aktualisiert
es: Información de usuario actualizada
sv: Användarinformation uppdaterad

source: User isn't allowed to login to web admin.
de: Benutzer darf nicht in der Web-Admin anmelden.
sv: Användaren får inte logga in till administrationsgränssnittet.

source: User language
de: Sprache
es: Idioma de usuario
sv: Användarspråk

source: User name
de: Benutzername
es: Nombre de usuario
sv: Användarnamn

source: User name validation failed
sv: Användarnamn godkändes inte

# menu
source: User settings
es: Configuración de usuario
sv: Användarinställningar

source: Username
de: Benutzername
es: Usuario
sv: Användarnamn

source: Username allready exists
sv: Användarnamnet existerar redan

source: Users
de: Benutzer
es: Usuarios
sv: Användare

# menu
source: Users
de: Benutzer
es: Usuarios
sv: Användare

source: Validation failed when adding user account
sv: Användarkonto godkändes inte

source: Validation failed when editing user account
sv: Användarkonto godkändes inte

source: Validation of input failed
de: Prüfung des Eingangs fehlgeschlagen
es: Fallo en validación de entrada
sv: Indatan godkändes inte

source: Viewer
es: Visitante
sv: Albumanvändare

source: Viewer name
es: Nombre invitado
sv: Albumanvändarnamn

source: WPA1 or WPA2
de: WPA1 oder WPA2
es: WPA1 o WPA2
sv: WPA1 eller WPA2

source: Warning
de: Warnung
es: Precaución
sv: Varning

source: Was unabler to remove the home directory for user %s
sv: Misslyckades att ta bort hemkatalogen för %s

# label
source: Websites
sv: Webbsidor

source: Weekly each
de: Wöchentlich
sv: Veckovis, varje

source: What port to advertise for incoming Tor connections
sv: Vilken port att annonsera för inkomande Tor-anslutningar

source: What port to use when mirroring directory information
sv: Vilken port att använda för att spegla kataloginformation

source: When the LED light is solid blue, %s is ready to be used again
de: Wenn die LED aufhört zu blinken, ist %s wieder für die Verwendung bereit
es: Cuando la luz del LED está completamente azul, %s esta listo para usarse de nuevo
sv: När lysdioden lyser med fast blått sken är %s redo att användas igen

source: When the disk has been replaced, press "Recover RAID array" to add the new disk to the array
sv: När disken är utbytt, tryck "Återskapa RAID-system" för att lägga till den nya disken till systemet

source: Wireless
es: Inalámbrico
sv: Trådlös

# menu
source: Wireless
es: Inalámbrico
sv: Trådlös

source: Wireless access point
de: Wireless Zugriffspunkt
es: Punto de acceso inalámbrico
sv: Trådlös accesspunkt

source: Workgroup
de: Arbeitsgruppe
es: Grupo de trabajo
sv: Arbetsgrupp

source: YYYYMMDD
de: JJJJMMTT
sv: ÅÅÅÅMMDD

source: Your B3 can be either a bridge, non-exit relay or exit relay
sv: Din B3 kan vara antingen en brygga, ett icke-exit-relä eller ett exit-relä

source: a day
de: Täglich
sv: en dag

source: a decade
de: eine Dekade
sv: ett decennium

source: a month
de: Monatlich
sv: en månad

source: a week
de: Wöchendlich
sv: en vecka

source: a year
de: Jährlich
sv: ett år

source: at
de: um
sv: kl

source: days
de: Tage
es: dias
sv: dagar

source: filemanager
de: Dateimanager
es: gestor de ficheros
sv: filhanterare

source: half a year
de: Halbjährlich
sv: ett halv år

source: here
de: hier
es: aquí
sv: här

source: no valid WAN port connection
de: keine gültige WAN-Portverbindung
es: Puerto de conexión WAN no válido
sv: ingen giltig WAN-portanslutning

source: peers
sv: noder

source: seeds
es: semillas
sv: källor

source: to install squeezecenter
de: zur Installation von Squeezecenter
es: para instalar squeezecenter
sv: för att installera squeezecenter

source: with
de: mit
es: con
sv: med

source: your-easyfind-name
de: Ihr-easyfind-Name
es: tu-nombre-easyfind
sv: ditt-easyfind-namn

source: Administration
de: Verwaltung
es: Administración

# menu
source: Album
de: Fotoalbum
es: Álbum de Fotos

source: Backup
de: Datensicherung
es: Respaldo

# menu
source: Backup
de: Sicherung
es: Respaldo

source: Destination
de: Ziel
es: Destino

source: Disk
de: Datenträger
es: Disco

# menu
source: Disk
de: Datenträger
es: Disco

source: Disk information
de: Datenträger-Information
es: Información de disco

# menu
source: Disk information
de: Datenträger-Information
es: Información de disco

source: Manual
de: Handbuch

source: OK
de: in Ordnung

source: Storage (/home/storage)
de: Speicherung (/home/storage)

# menu
source: System backup
de: Sicherungseinstellungen
es: Configuración de respaldo

source: Band
es: Banda

source: Format
es: Formato

source: Partition
es: Partición

source: RAID Status
es: Estado del RAID

source: Squeezebox Server
es: Servidor Squeezebox

source: Status
es: Estado
