Repository: johannesbook/bubba-frontend
Catalog: po/php/*.po
Languages: de, es, sv

source: Failed to set timezone <strong>%s</strong>
de: Einstellung der Zeitzone <strong>%s</strong> fehlgeschlagen
es: Fallo al establecer timezone <strong>%s</strong>
sv: Misslyckades att spara tidszon <strong>%s</strong>

source: Failed to set up mount point for backup
de: Einstellung des Bereitstellungspunktes für die Sicherung fehlgeschlagen
es: Fallo al establecer punto de montaje para respaldo
sv: Misslyckades att ange monteringssökväg för backup

source: Failed to set up mount point for restore
de: Einstellung des Bereitstellungspunktes für die Wiederherstellung fehlgeschlagen
es: Fallo al establecer punto de montaje para recuperación
sv: Misslyckades att ange monteringssökväg för återställning

source: Failed to unmount %s
sv: Misslyckades att avmontera %s

source: Failed to upload file(s), aborting.
de: Hochladen der Datei(n) fehlgeschlagen, wird abgebrochen.
es: Fallo al subir fichero(s), abortando.
sv: Misslyckades att ladda upp fil(er), avbryter.

source: Fatal error when adding user
sv: Misslyckades att lägga till användare

source: Fatal error when trying to purge horde configurations for user %s
sv: Misslyckades att ställa horde-inställningar för användare %s

source: Fatal error when trying to remove the user %s
sv: Misslyckades att ta bort användare %s

source: File sharing
es: Compartiendo fichero
sv: Fildelning

# menu
source: Filemanager
de: Dateimanager
es: Gestor de Archivos
sv: Filhanterare

source: Files to backup (step 1 of 4)
de: Zu sichernde Daten (Schritt 1 von 4)
sv: Filer att säkerhetskopiera (steg 1 av 4)

# menu
source: Firewall
es: Cortafuegos
sv: Brandvägg

source: For Internet connections with fast download speed but slow upload speed, please select your upload speed here
sv: För internetuppkopplingar med snabb nedladdning men långsam uppladdning, vänligen välj uppladdningshastighet här

source: For day-to-day operations it's recommended to use a regular user. You can later add more users for every person using the %s
sv: För dagligt användande rekommenderar vi att du använder en vanlig användare. Du kan lägga till fler senare för varje person som använder %s

source: For more information
de: Für weitergehende Informationen
sv: För mer information

source: Format disk
de: Festplatte formattieren
es: Formatea disco
sv: Formattera disk

source: Formatting disk
de: Festplatte formattieren
es: Formateando disco
sv: Formatterar disk

source: Formatting disk will destroy all data on disk
de: Das Formattieren der Festplatte wird sämtliche Daten auf dem Datenträger zerstören
es: Formatear el disco destruirá todos los datos del mosmo
sv: Om du formatterar disken förstörs all data på disken

source: Found entry for device %s in fstab, but contained no path to mount at
sv: Hittade mojäng för enhet %s i fstab, men innehöll ingen sökväg att montera på

source: HHmm
sv: TTmm

source: Handle email for domain
de: E-Mail für Domäne verarbeiten
es: Manejar el correo del dominio
sv: Hantera epost för domän

source: Help
de: Hilfe
es: Ayuda
sv: Hjälp

source: Home
es: Inicio
sv: Hem

# menu
source: Home
es: Inicio
sv: Hem

source: Home partition
es: partición Home
sv: Hempartition

source: Host
sv: Värd

source: Hostname
sv: Värdnamn

source: Hostname <strong>%s</strong> is invalid, only character <strong>A-Za-z0-9-</strong> is valid
sv: Värdnamn <strong>%s</strong> är ogiltigt, endast <strong>A-Za-z0-9-</strong> är tillåtna

source: Hour of the day
de: Tageszeit
sv: Timme på dagen

source: Hourly
de: Stündlich
sv: Varje timme

source: IP-address
de: IP-Adresse
es: dirección-IP
sv: IP-adress

# menu
source: Identity
es: Identidad
sv: Identitet

source: If you wish to configure custom bandwidth limits, choose "Custom" from the dropdown above
sv: Önskar du ange anpassade gränser, välj "Anpassad" nedan

source: Image name
de: Bildname
es: Nombre de imagen
sv: Bildnamn

source: Image removed from album
de: Bild aus Album entfernen
es: Imagen eliminada del álbum
sv: Bild raderad från album

source: Image updated
de: Bild aktualisiert
es: Imagen actualizada
sv: Bild uppdaterad

source: Initializing
de: Wird initialisiert
es: Inicializando
sv: Startar

source: Install %s
de: %s installieren
es: Instalar %s
sv: Installera %s

source: Install package %s
sv: Installera paket %s

# label
source: Instant Messaging (IM)
sv: Chat

source: Invalid DNS address
de: Ungültige DNS-Adresse
es: Dirección DNS inválida
sv: Ogiltig DNS-adress

source: Invalid DNS setting
de: Ungültige DNS-Einstellung
es: Configuración inválida de DNS
sv: Ogiltiga DNS-inställningar

source: Invalid IP
de: Ungültige IP
es: IP inválida
sv: Ogiltigt IP

source: Invalid IP address
de: Ungültige IP-Adresse
es: Dirección IP inválida
sv: Ogiltig IP-adress

source: Invalid IP range entered
de: Ungültiger IP-Bereich wurde eingegeben
es: Rango de IP inválido
sv: Ogiltigt IP-adress-område angett

source: Invalid gateway
de: Ungültiger Gateway
es: Gateway inválido
sv: Ogiltig gateway

source: Invalid gateway address
de: Ungültige Gatewayadresse
es: Dirección de gateway inválida
sv: Ogiltig gatewayadress

source: Invalid hostname
de: Ungültiger Hostname
es: Hostname inválido
sv: Ogiltigt värdnamn

source: Invalid netmask
de: Ungültige Netzmaske
es: Máscara inválida
sv: Ogiltig nätmask

source: Invalid private IP.
sv: Ogiltigt privat IP.

source: Invalid user/password combination.
de: Ungültige Benutzer/Kennwort-Kombination.
es: Combinación usuario/contraseña inválida.
sv: Felaktigt användarnamn eller lösenord.

source: It's highly recommended to change the admin password for security reasons
sv: Det rekommenderas att byta lösenord för admin av säkerhetsskäl

source: Job name
de: Name der Planung
es: Nombre de tarea
sv: Jobbnamn

source: Keep timeline length of
de: Ältere Datensicherungen eine Zeit lang behalten, aber wie folgt überschreiben
sv: Behåll en tidslinje i

source: LAN configuration updated
sv: LAN-konfiguration uppdaterad

source: LAN is on
sv: LAN är på

source: Label
de: Etikett
es: Etiqueta
sv: Etikett

source: Lease expires
de: Lease verfällt
es: Concesión expirada
sv: Utdelning giltig till

source: Lease range end
de: Ende des Lease-Bereichs
es: Fin de rango de concesión
sv: Utdelningsområde slut

source: Lease range start
de: Beginn des Leasebereichs
es: Comienzo del rango de concesión
sv: Utdelningsområde start

source: Leave copy
de: Kopie lassen
es: Dejar copia
sv: Lämna kopia

source: Leave email copy on server
de: Kopie der E-Mail auf dem Server lassen
es: Dejar copia de correo en servidor
sv: Lämna epostkopia på servern

source: Legacy mode (%s)
de: Legacy-Modus (%s)
es: Modo compatible (%s)
sv: Bakåtkompatibelt läge (%s)

source: Legacy mode (802.11a)
de: Legacy-Modus (802.11a)
es: Modo compatible (802.11a)
sv: Bakåtkompatibelt läge (802.11a)

source: Legacy mode (802.11g)
de: Legacy-Modus (802.11g)
es: Modo compatible (802.11g)
sv: Bakåtkompatibelt läge (802.11g)

source: Let others access your bridge by giving them this line
sv: Låt andra komma åt din brygga genom att ge dem denna adress

source: Level
es: Nivel
sv: Nivå

source: List of RAID arrays
de: Liste von RAID-Arrays
es: Lista de grupos RAID
sv: Lista över RAID-system

source: List of RAID disks
de: Liste von RAID-Festplatten
es: Lista de discos RAID
sv: Lista över RAID-diskar

source: Local (USB/eSATA)
sv: Lokal (USB/eSATA)

source: Local user
de: Lokaler Benutzer
es: Usuario local
sv: Lokal användare

source: Location
de: Ort
es: Ubicación
sv: Plats

source: Logged in as '%s'
de: Angemeldet als '%s'
es: Conectado como '%s'
sv: Inloggad som '%s'

source: Login required
de: Anmeldung benötigt
es: Conexión requerida
sv: Inloggning krävs

source: Logout
de: Abmelden
es: Desconexión
sv: Logga ut

# menu
source: Logs
de: Protokolle
sv: Loggar

source: MAC-address
de: MAC-Adresse
sv: MAC-adress

# menu
source: Mail
de: E-Mail
es: Correo
sv: Epost

source: Max download speed
de: Max. Download-Geschwindigkeit
es: Máxima velocidad de descarga
sv: Maximal nedladdningshastighet

source: Max upload speed
de: Max. Upload-Geschwindigkeit
es: Máxima velocidad de subida
sv: Maximal uppladdningshastighet

source: Maximum total upload is 2GByte.
de: Maximaler Gesamt-Upload ist 2 Gbyte.
es: El total máximo de subida es 2GBytes.
sv: Maximal uppladdning är 2 GByte, totalt.

# label
source: Misc Other Services
sv: Diverse andra tjänster

source: Missing mail server password
sv: Saknar serverlösenord

source: Mixed mode (802.11n + %s)
de: Gemischter Modus (802.11n + %s)
es: Modo mixto (802.11n + %s)
sv: Blandat läge (802.11n + %s)

source: Mixed mode (802.11n + 802.11a)
de: Gemischter Modus (802.11n + 802.11a)
es: Modo mixto (802.11n + 802.11a)
sv: Blandat läge (802.11n + 802.11a)

source: Mixed mode (802.11n + 802.11g)
de: Gemischter Modus (802.11n + 802.11g)
es: Modo mixto (802.11n + 802.11g)
sv: Blandat läge (802.11n + 802.11g)

source: Mode
de: Modus
es: Modo
sv: Läge

source: Monthly on the
de: Monatlich am
sv: Månadsvis, den

source: Mount path
de: Mount-Pfad
es: Ruta de montaje
sv: Monterad sökväg

# menu
source: Music
de: Musik
es: Música
sv: Musik

source: Name
es: Nombre
sv: Namn

source: Name '%s' is not valid
sv: Namnet '%s' är inte giltigt

source: Name is not valid
sv: Namnet är inte giltigt

source: Name is not valid.
sv: Namnet är inte giltigt.

source: Name not available.
sv: Namnet är inte tillgängligt.

source: Netmask
de: Netzmaske
es: Máscara de red
sv: Nätmask

# menu
source: Network
de: Netzwerk
es: Red
sv: Nätverk

source: Network configuration
de: Netzwerkkonfiguration
es: Configuración de red
sv: Nätverkskonfiguration

source: Network name (SSID)
de: Netzwerkname (SSID)
es: Nombre de red (SSID)
sv: Nätverksnamn (SSID)

source: Network profile
de: Netzwerkprofil
es: Perfil de red
sv: Nätverksprofil

source: Network settings
de: Netzwerkeinstellungen
es: Configuración de red
sv: Nätverksinställningar

source: Never
de: Nicht terminiert
sv: Aldrig

source: New password
de: Neues Kennwort
es: Nueva contraseña
sv: Nytt lösenord

source: Nickname
sv: Smeknamn

source: No access
de: Kein Zugriff
es: Sin acceso
sv: Ingen åtkomst

source: No backup medium found
de: Kein Sicherungsmedium gefunden
es: No se encuentra medio de respaldo
sv: Hittade inget backupmedium

source: No disks with RAID data found
de: Keine Festplatten mit RAID-Daten gefunden
es: No se encuentran discos con datos RAID
sv: Inga diskar med RAID-data hittade

source: No info
de: Keine Info
es: Sin información
sv: Ingen information

source: No system messages available
de: Keine Systemmitteilungen verfügbar
es: No hay mensajes del sistema
sv: Inget systemmedelande tillgängligt

source: No usable disk found
de: Keine geeignete Festplatte gefunden
es: No se encuentra disco utilizable
sv: Ingen användbar disk hittad

source: No valid timezone set.
sv: Giltig tidszon ej angiven.

source: Non-exit node
sv: Icke-exit-nod

source: None
de: Keine
es: Ninguna
sv: Ingen

source: Normal operation
de: Normaler Betrieb
es: Operación normal
sv: Normalt läge

source: Not logged in
de: Nicht angemeldet in
es: No conectado
sv: Inte inloggad

source: Not run
de: Noch offen
sv: Inte körd

source: Obtain IP-address automatically
de: IP-Adresse automatisch erhalten
es: Obtener dirección IP automáticamente
sv: Be om IP-adress automatiskt

source: Once a week
sv: En gång i veckan

source: Once in a while
sv: Lite ibland

source: Only A-Z,a-z,0-9 and \"-\" allowed
sv: Endast A-Z, a-z, 0.9 och \"-\" är tillåtna

source: Open %s port
de: %s Port öffnen
es: Abrir puerto %s
sv: Öppna %s port

source: Other
de: Sonstiges
es: Otros
sv: Annan

source: Outgoing email server
de: Ausgehender E-Mail-Server
es: Servidor de correo saliente
sv: Utgående epostserver

source: Owner
de: Eigentümer
es: Propietario
sv: Ägare

source: Package name
de: Paketname
es: Nombre de paquete
sv: Paketnamn

source: Package version
de: Paketversion
es: Versión de paquete
sv: Paketversion

source: Parent
de: Übergeordnet
sv: Huvud

source: Partition information
de: Partitionsinformation
es: Información de particiones
sv: Partitionsinformation

source: Partition label
de: Partitionsetikett
es: Etiqueta de Partición
sv: Partitionsnamn

source: Partition size
de: Partitionsgröße
es: Tamaño de partición
sv: Partitionsstorlek

source: Partitions
de: Partitionen
es: Particiones
sv: Partitioner

source: Password
es: Contraseña
sv: Lösenord

source: Permission denied
de: Erlaubnis abgelehnt
es: Permiso denegado
sv: Åtkomst nekad

source: Please do not remove power until all leds are turned off
de: Die Stromversorgung bitte erst trennen, wenn alle LEDs ausgeschaltet sind
es: Por favor no desconectar de la red hasta que los led se hayan apagado
sv: Vänligen bryt inte strömmen förrän alla lysdioder slocknat

source: Please make sure that you have backup of all files
de: Bitte stellen Sie sicher, dass Sie eine Sicherungskopie aller Dateien haben
es: Asegúrate de que tienes respaldo de todos los ficheros
sv: Vänligen säkerställ att du har säkerhetskopia av alla filer

source: Please read the users manual for advice.
de: Bitte die Benutzeranleitung für Hinweise lesen.
es: Por favor lee el manual de usuarios para consejos.
sv: Vänligen läs användarmanualen för råd.

source: Please replace the disk (also press "Remove" below to acknowledge the removal of the disk)
de: Die Festplatte bitte ersetzen (ebenfalls unten "Entfernen" drücken, um das Entfernen des Datenträgers zu bestätigen)
sv: Vänligen byt hårddisk (tryck också "Ta bort" nedan för att bekräfta att du tagit bort disken)

source: Please see the manual on how to connect your computer to %s.
sv: Vänligen se manualen för information om hur man ansluter datorn till %s.

source: Please select profile
de: Bitte Profil auswählen
es: Por favor selecciona perfil
sv: Vänligen välj profil

source: Please specify label for your new partition
de: Bitte spezifizieren Sie das Etikett für Ihre neue Partition.
es: Por favor especifica etiqueta para tu nueva partición
sv: Vänligen ange etikett för den nya partitionen

source: Please wait...
de: Bitte warten...
es: Por favor espera...
sv: Vänligen vänta...

source: Port forward to internal network
de: Vorwärts an internes Netzwerk übertragen
es: Redirección de puerto a red interna
sv: Portöppning till det interna nätverket

source: Primary DNS
de: Primäre DNS
es: DNS primario
sv: Primär DNS

source: Printing
de: Drucken
es: Impresión
sv: Skrivare

source: Private IP
es: IP privada
sv: Privat IP

source: Private port
de: Privater Port
es: Puerto privado
sv: Privat port

source: Private port is start port if public port range entered
de: Privater Port ist der Startport, wenn der öffentliche Portbereich eingegeben wurde
es: El puerto private es puerto inicial si se intoduce rango público
sv: Privat port är startport om publikt portområde är angett

source: Profile
de: Profil
es: Perfil
sv: Profil

# menu
source: Profile
de: Profil
es: Perfil
sv: Profil

source: Protocol
de: Protokoll
es: Protocolo
sv: Protokoll

source: Public port
de: Öffentlicher Port
es: Puerto público
sv: Publik port

source: Public port range accepted as start-port:stop-port
de: Öffentlicher Portbereich als Start-Port:Stopp-Port akzeptiert
es: Rango de puerto público aceptado como puerto-arranque:puerto-parada
sv: Publikt portområde ska skrivas som startport:slutport

source: Queued for checking
de: In der Warteschlange für Prüfung
es: Encolado para verificación
sv: In kö för kontroll

source: RAID array degraded
de: RAID-Array ist degradiert
es: Grupo RAID degradado
sv: RAID-systemet är trasigt

source: RAID not activated
de: RAID nicht aktiviert
es: RAID no activado
sv: RAID är inte aktiverat

source: Read and write
de: Lesen und schreiben
es: Leer y escribir
sv: Läs och skriv

source: Read only
de: Nur lesen
es: Sólo lectura
sv: Endast läs

source: Real name
de: Echter Name
es: Nombre real
sv: Verkligt namn

source: Recover RAID array
de: RAID-Array wiederherstellen
es: Recuperar grupo RAID
sv: Återskapa RAID-system

source: Recover internal disk
de: Interne Festplatte wiederherstellen
es: Recuperar disco interno
sv: Återskapa intern disk

source: Recover internal disk or add a new external disk to existing RAID array
de: Interne Festplatte wiederherstellen oder eine neue externe Festplatte an eine vorhandene RAID-Array hinzufügen
es: Recuperar disco interno o añadir un nuevo disco externo al grupo RAID existente
sv: Återskapa intern disk eller lägg till ny extern disk till existerande RAID-system

source: Recovering RAID
de: RAID wiederherstellen
es: Recuperando RAID
sv: Återskapar RAID

source: Recovering RAID array
de: RAID-Array wird wiederherstellt
es: Recuperando grupo RAID
sv: Återskapar RAID-system

source: Recovering RAID array '%s'
de: RAID-Array '%s' wiederherstellen
es: Recuperando grupo RAID '%s'
sv: Återskapar RAID-system '%s'

source: Recovering external disk in RAID array
de: Die externe Festplatte in der RAID-Array wird wiederhergestellt
es: Recuperando disco externo en grupo RAID
sv: Återskapar extern disk i RAID-system

source: Recovering internal disk in RAID array
de: Die interne Festplatte in der RAID-Array wird wiederhergestellt
es: Recuperando disco interno en grupo RAID
sv: Återskapar intern disk i RAID-system

source: Recovering the RAID array will <strong>destroy all content</strong> on the selected extenal disk
de: Wiederherstellung der RAID-Array wird <strong>sämtliche Daten</strong> auf der ausgewählten externen Festplatte <strong>zerstören</strong>
es: La recuperación del grupo RAID <strong>destruirá todo el contenido</strong> en el disco externo seleccionado
sv: Återskapande av RAID-systemet kommer att <strong>förstöra allt innehåll</strong> på den valda externa disken

source: Recovering the RAID array will <strong>destroy all content</strong> on your internal disk (/home&nbsp;-&nbsp;including&nbsp;'storage')
de: Die Wiederherstellung der RAID-Array wird <strong>sämtliche Daten</strong> auf Ihrer internen Festplatte <strong>zerstören</strong> (/home - einschließlich 'storage')
es: La recuperación del grupo RAID <strong>destruirá todo el contenido</strong> de tu disco interno (/home - incluyendo 'storage')
sv: Återskapande av RAID-systemet kommer att <strong>förstöra allt innehåll</strong> på din interna disk (/home&nbsp;-&nbsp;inklusive&nbsp;'storage')

source: Relay port
sv: Reläport

source: Remote access through other router
de: Fernzugriff über andere Router
sv: Fjärråtkomst genom annan router

source: Remote user
de: Remote-Benutzer
es: Usuario remoto
sv: Användare på mailservern

source: Remove
de: Entfernen
es: Quitar
sv: Ta bort

source: Remove from album
de: Aus Album entfernen
es: Eliminar del álbum
sv: Ta bort från album

source: Remove selected image from album?
de: Ausgewähltes Bild aus dem Album entfernen?
es: ¿Eliminar imágen seleccionada del álbum?
sv: Ta bort vald bild från album?

source: Rename
de: Umbenennen
es: Renombrar
sv: Döp om

source: Repeat password
de: Password wiederholen
sv: Repetera lösenord

source: Requested file %s to rename doesn't exists
sv: Filen du vill döpa - %s - om finns inte

source: Required for webmail access
de: Für Webmail-Zugriff benötigt
es: Requerido para acceso webmail
sv: Krävs för webmail-åtkomst

source: Respond to ping
de: Antwort auf Ping
es: Responder a ping
sv: Svara på ping

source: Restart
de: Neustart
es: Reinicio
sv: Starta om

source: Restarting %s
de: Neustart von %s
es: Reiniciando %s
sv: Startar om %s

source: Restore
de: Wiederherstellen
es: Restaurar
sv: Återskapa

source: Restore file to it’s original place
sv: Återskapa filen till dess ursprungliga plats

source: Restore to other place
de: Datenwiederherstellung in einem anderen Verzeichniss zur manuellen Untersuchung (in Bezug auf /home/admin)
sv: Återskapa till annan plats

source: Retreiving package information
de: Paketinformation wird abgerufen
es: Recuperando información de paquetes
sv: Hämtar paketinformation

# label
source: Retrieve Mail (POP, IMAP)'
sv: Hämta epost (POP, IMAP)'

source: Retrieve email
de: E-Mail abrufen
es: Recuperar correo
sv: Hämta epost

# menu
source: Retrieve email
de: E-Mail abrufen
es: Recuperar correo
sv: Hämta epost

source: Router + Firewall + Server
sv: Router + Brandvägg + Server

source: Running
de: Datensicherung läuft
sv: Kör

source: Schedule
de: Plan
sv: Schemalägga

# label
source: Secure websites (SSL)'
sv: Säkra webbsajter (SSL)'

source: Security (step 4 of 4)
de: Sicherheit (Schritt 4 von 4)
sv: Säkerhet (steg 4 av 4)

source: Security (step 5 of 5)
de: Sicherheit (Schritt 5 von 5)
sv: Säkerhet (steg 5 av 5)

source: Seeding
es: Sembrando
sv: Seedar

source: Select backup schedule (step 4 of 5)
de: wahl der Backup Planung (Schritt 4 von 5)
sv: Välj schemaläggning för din backup (steg 4 av 5)

source: Select external disk to add to RAID array
de: Externe Festplatte auswählen, die zur RAID-Array hinzugefügt werden soll
es: Selecciona disco externo para añadir al grupo RAID
sv: Välj extern disk att lägga till RAID-systemet

source: Select language (step 1 of 5)
sv: Välj språk (steg 1 av 5)

source: Select what you want to backup (step 2 of 5)
de: Wählen Sie aus, was gesichert werden soll (Schritt 2 von 5)
sv: Välj vad du vill backa upp (steg 2 av 5)

source: Select which external disk to include in the array. An external disk with the same size is recommended
de: Wählen Sie bitte welche externe Festplatte in der Array inbegriffen werden soll. Eine externe Festplatte mit der gleichen Größe wird empfohlen
es: Selecciona que disco externo incluir en el grupo. Se recomienda un disco externo del mismo tamaño
sv: Välj vilken externa disk du vill lägga till i RAID-systemet. En extern disk med samma storlek rekommenderas

source: Select which external disk to recover RAID data from
de: Wählen Sie die externe Festplatte aus, von der die RAID-Daten wiederhergestellt werden sollen
es: Selecciona que disco externo del que recuperar datos RAID
sv: Välj vilken extern disk du vill återskapa data från

source: Send and recieve
de: Senden und erhalten
es: Enviar y recibir
sv: Skicka och ta emot

source: Server only
de: Nur Server
es: Servidor únicamente
sv: Endast server

source: Server responded:
de: Server antwortet:
sv: Servern svarade:

# menu
source: Server settings
de: Server-Einstellungen
es: Configuración de servidor
sv: Serverinställningar

# menu
source: Services
de: Dienste
es: Servicios
sv: Tjänster

source: Set a unique nickname for your Tor bridge or relay
sv: Välj ett unikt smeknamn för din Tor-brygga eller relä

source: Set timezone (step 2 of 5)
sv: Välj tidszon (steg 2 av 5)

source: Set up the internal disk and one external disk into a RAID mirror solution (RAID 1)
de: Die interne Festplatte und eine externe Festplatte in eine RAID-Spiegelungslösung (RAID 1) einrichten
es: Establecer el disco interno y un disco externo como solución RAID espejo (RAID 1)
sv: Sätt upp den interna disken tillsammans med en extern disk till en RAID-spegling (RAID 1)

# menu
source: Settings
de: Einstellungen
es: Configuración
sv: Inställningar

source: Settings updated successfully
de: Einstellungen erfolgreich aktualisiert
es: Configuración correctamente actualizada
sv: Inställningarna uppdaterade

source: Setup RAID array
de: RAID-Array einrichten
es: Establecer grupo RAID
sv: Ställ in RAID-system

# menu
source: Setup wizard
de: Setup-Assistent
es: Asistente de configuración
sv: Inställningsguide

source: Shell login
de: Shell-Anmeldung
es: Conexión shell
sv: Skalinloggning

source: Show
de: Anzeigen
es: Mostrar
sv: Visa

source: Show logs
de: Protokolle anzeigen
es: Mostrar registros
sv: Visa loggar

source: Shutdown
de: Herunterfahren
es: Apagado
sv: Stäng av

source: Shutting down %s
de: Herunterfahren von %s
es: Apagando %s
sv: Stänger av %s

source: Size
de: Größe
es: Tamaño
sv: Storlek

source: Software update
es: Actualización de software
sv: Mjukvaruuppdatering

# menu
source: Software update
es: Actualización de software
sv: Mjukvaruuppdatering
