Repository: johannesbook/bubba-frontend
Catalog: po/js/*.po
Languages: de, sv

source: <p>Enabling Tor means that your B3 will be a part of the Tor anonymizing network. This will allow users all over the world to use your B3 to protect their privacy and reach a free and open Internet. To read more about Tor, please visit https://www.torproject.org/.</p><p>Also note that enabling this service does not make your traffic anonymous.</p><p>Before enabling Tor, it is recommended that you read the Terms of Service from your Internet Service Provider. <strong>Don't enable this service if you are hesitant</strong>.</p>
de: <p>Wenn Sie Tor aktivieren, wird Ihr B3 zu einem Teil des Tor Anonymisierungs-Netzwerks. Dieses erlaubt es Nutzern überall auf der Welt, Ihren B3 zu verwenden, um ihre Privatsphäre zu schützen und ein freies und offenes Internet zu erreichen. Für weitere Informationen zu Tor, besuchen Sie bitte https://www.torproject.org/.</p><p>Bitte beachten Sie, dass die Aktivierung dieses Services nicht Ihren eigenen Traffic anonymisiert.</p><p>Bevor Sie Tor aktivieren, sollten Sie die Nutzungsbedingungen Ihres Internet-dienstanbieters lesen. <strong>Aktivieren Sie diesen Service nicht, wenn Sie sich unsicher sind</strong>.</p>
sv: <p>Att starta Tor innebär att din Excito B3 kommer att bli en del av anonymiseringsnätverket Tor. Detta låter användare över hela världen använda din Excito B3 för att skydda sitt privatliv och att nå ett fritt och öppet internet. För att läsa mer om Tor, besök https://www.torproject.org/. </p><p>Notera att denna tjänst inte gör din internettrafik anonym. </p><p>Innan du startar denna tjänst rekommenderar vi att du läser användarvillkoren från din internetleverantör. <strong>Använd inte denna tjänst om du är tveksam. </strong>.</p>

# button
source: Abort
de: Abbrechen
sv: Avbryt

source: Add email account
de: E-Mail-Konto hinzufügen
sv: Lägg till epost-konto

source: Add new email account
de: Neues E-Mail-Konto hinzufügen
sv: Lägg till nytt epost-konto

source: Add new user
de: Neuen Benutzer hinzufügen
sv: Lägg till ny användare

source: Add new user to the system
de: Neuen Benutzer an das System hinzufügen
sv: Lägg till ny användare till systemet

source: Add new viewer
de: Neuen Viewer hinzufügen
sv: Lägg till ny användare

source: Add new viewer to the photo album
de: Neuen Viewer an das Fotoalbum hinzufügen
sv: Lägg till ny användare till fotoalbumet

source: Add to album
de: Zu Fotoalben hinzufügen
sv: Lägg till till album

# button
source: Add to album
de: Zu Fotoalben hinzufügen
sv: Lägg till till album

source: Are you sure you want to permanently remove this backup job?
de: Sind Sie sicher, dass Sie die Ausführung dieses Backups entfernen wollen?
sv: Vill du verkligen ta bort detta backup-jobb?

source: Are you sure you want to run this backup job now?
de: Sind Sie sicher, dass Sie das Backup nun starten wollen?
sv: Vill du verkligen köra detta backup-jobb nu?

source: Are you sure? Any existing files will be overwritten.
de: Sind Sie sicher, dass Sie die Daten wiederherstellen wollen? Dies wird die aktuellen Daten mit denen des Backups überschreiben
sv: Är du säker? Alla existerande filer kommer att skrivas över.

source: Back
de: Zurück
sv: Tillbaka

source: Backup job %s failed
de: Backup-Ausführung %s fehlgeschlagen
sv: Backup-jobb %s misslyckades

source: Backup job has been initialized to be executed at this particlular moment in time.
de: Die Ausführung des Backups wurde entsprechend terminiert.
sv: Backup-jobbet startat.

source: Backup job was removed from the system
de: Die Ausführung des Backups wurde verworfen
sv: Backup-jobbet raderades

source: Cancel
de: Abbrechen
sv: Avbryt

source: Change permissions
de: Zugriffsrechte ändern
sv: Ändra rättigheter

# button
source: Change permissions
de: Berechtigungen ändern
sv: Ändra rättigheter

source: Close
de: Schließen
sv: Stäng

source: Complete
de: Fertigstellen
sv: Slutför

source: Confirm restore
de: Wiederherstellen bestätigen
sv: Bekräfta återställning

# button
source: Copy
de: Kopieren
sv: Kopiera

source: Copy files
de: Dateien kopieren
sv: Kopiera filer

# button
source: Create
de: Ordner erstellen
sv: Skapa

source: Create folder
de: Neuen Ordner
sv: Skapa katalog

# button
source: Create folder
de: Ordner erstellen
sv: Skapa katalog

source: Delete
de: Löschen
sv: Radera

# button
source: Delete
de: Löschen
sv: Radera

source: Delete account
de: Konto löschen
sv: Radera konto

source: Delete account for user <strong>%s</strong> on server <strong>%s</strong>?
de: Konto für Benutzer <strong>%s</strong> auf Server <strong>%s</strong> löschen?
sv: Radera konto för användaren <strong>%s</strong> på servern <strong>%s</strong>?

source: Delete email account?
de: E-Mail-Konto löschen?
sv: Radera epost-konto?

# confirmation button
source: Delete mail account
de: Mail Konto löschen
sv: Radera epost-konto

source: Delete photo album viewer
de: Fotoalbum-Viewer löschen
sv: Radera fotoalbum-användare?

source: Delete this photo album viewer?
de: Diesen Fotoalbum-Viewer löschen?
sv: Radera denna fotoalbum-användare?

source: Delete this user from the system?
de: Diesen Benutzer aus dem System löschen?
sv: Radera denna användare från systemet?

source: Delete user
de: Benutzer löschen
sv: Radera användare

source: Delete userdata?
de: Benutzerdaten löschen?
sv: Radera användardata

source: Delete viewer
de: Viewer löschen
sv: Radera albumanvändare

# validation message
source: Directory port is required
de: Verzeichnis Port ist erforderlich
sv: "Directory port" krävs

source: Download as zip
de: Als ZIP herunterladen
sv: Ladda ner som zip

source: Edit
de: Bearbeiten
sv: Ändra

source: Edit album viewer
de: Albumviewer bearbeiten
sv: Ändra albumanvändare

source: Edit email account information for host <em>%s</em>
de: E-Mail-Kontoinformation für Host <em>%s</em> bearbeiten
sv: Ändra epostkontoinformation för värden <em>%s</em>

source: Edit user
de: Benutzer bearbeiten
sv: Ändra användare

source: Email account updated
de: E-Mail-Konto aktualisiert
sv: Epost-kontoinformation uppdaterad

source: Error applying changes
de: Fehler beim Übernehmen der Änderungen
sv: Misslyckades att spara ändringarna

source: Failed
de: Fehler
sv: Misslyckades

source: File/Directory selector
de: Datei/Verzeichnis auswahl
sv: Fil/katalogväljare

source: Following errors where encountered when trying to apply the changes:
de: Die folgenden Fehler traten beim Übernehmen der Änderungen auf
sv: När inställningarna skulle sparas inträffade följande fel:

source: It might take up to 20 minutes for Tor to self-test if the configuration is fully functional, please inspect the log file (Settings→Logs→tor) for verification"
de: Tor kann bis zu 20 Minuten benötigen, um den Selbst-Test der Konfiguration auf volle Funktionsfähigkeit abzuschliessen. Bitte überprüfen Sie die Logdatei (Settings→Logs→tor) für die Ergebnisse"
sv: Det kan ta upp till 20 minuter för Tor att köra sin självtest. Vänligen se i logg-filen (settings -> logs -> Tor) för bekräftelse"

source: Login
de: Anmelden
sv: Logga in

source: Logout
de: Abmelden
sv: Logga ut

# button
source: Move
de: Verschieben
sv: Flytta

source: Move files
de: Dateien verschieben
sv: Flytta filer

source: Next
de: Weiter
sv: Nästa

source: No
de: Nein
sv: Nej

source: No more system messages available
de: Keine weiteren Systemmeldungen verfügbar
sv: Inga fler systemmeddelanden tillgängliga

source: Only alphanumreric values are allowed for the name
de: Für den Namen sind nur alphanumerische Werte erlaubt
sv: Endast bokstäver och siffror är tillåtna i namnet

# validation message
source: Only digits are allowed
de: Es sind nur Zahlen erlaubt
sv: Endast siffror är tillåtna

source: Pictures added
de: Bilder hinzugefügt
sv: Bilderna tillagda

source: Please enter a valid hostname or IPv4 address
de: Bitte geben Sie einen gültigen Hostnamen oder eine gültige IPv4 Adresse an
sv: Vänligen ange ett giltigt värdnamn eller IPv4-adress

source: Please note
de: Bitte beachten Sie
sv: Vänligen notera

# validation message
source: Port is out of range
de: Port ist ausserhalb des erlaubten Bereichs
sv: Porten är utanför tillåtet område

# validation message
source: Port {0} is not valid for usage
de: Port {0} ist für die Nutzung nicht gültig
sv: Port {0} är inte tillåten

# validation message
source: Port {0} is out of range
de: Port {0} ist ausserhalb des erlaubten Bereichs
sv: Port {0} är utanför tillåtet område

source: Proceed to restart %s?
de: %s jetzt neu starten?
sv: Vill du starta om %s?

source: Proceed to shut down %s?
de: %s jetzt herunterfahren?
sv: Vill du stänga av %s?

source: Proceed with logout?
de: Mit Abmeldung fortfahren?
sv: Vill du logga ut?

# validation message
source: Relay port is required
de: Relay Port ist erforderlich
sv: "Relay port" krävs

source: Remove
de: Entfernen
sv: Ta bort

source: Remove backup job
de: Backup-Ausführung entfernen
sv: Ta bort backup-jobb

# button
source: Rename
de: Umbenennen
sv: Byt namn

source: Rename files
de: Dateien umbenennen
sv: Byt namn på filer

source: Restart
de: Neustart
sv: Starta om

# confirmation button
source: Restart
de: Neustart
sv: Starta om

source: Restore
de: Wiederherstellen
sv: Återställ

source: Restore backed up data
de: Daten des Backups wiederherstellen
sv: Återställ uppbackad data

source: Restore selected files and directories
de: Ausgewählte Daten und Ordner wiederherstellen
sv: Återställ valda filer och kataloger

source: Run backup job
de: Backup starten
sv: Kör backupjobb

source: Run backup job now
de: Backup starten
sv: Kör backupjobb nu

source: Run now
de: Starten
sv: Kör nu

# button
source: Select
de: Auswählen
sv: Välj

source: Setup complete. Enjoy!
de: Einrichten abgeschlossen. Viel Spass!
sv: Dina inställningar är sparade. Välkommen!

source: Shut down
de: Herunterfahren
sv: Stäng av

# confirmation button
source: Shut down
de: Herunterfahren
sv: Stäng av

source: Startup wizard
sv: Uppstartsguide

source: Succeeded to copy the file or folder
de: Die Datei oder der Ordner wurde erfolgreich kopiert
sv: Kopiering av filen eller katalogen lyckades

source: Succeeded to move the file or folder
de: Die Datei oder der Ordner wurde erfolgreich verschoben
sv: Flytten av filen eller katalogen lyckades

source: Successfully added new email account
de: Neues E-Mail-Konto erfolgreich hinzugefügt
sv: Nytt epostkonto tillagt

source: Successfully added new user
de: Neuen Benutzer erfolgreich hinzugefügt
sv: Ny användare tillagd

source: Successfully changed permission on the given files/folders
de: Die Berechtigung zu den angegebenen Dateien/Ordner wurde erfolgreich geändert
sv: Rättigheter för filerna eller katalogerna ändrade

source: Successfully created a folder
de: Erfolgreich einen Ordner erstellt
sv: Katalog skapad

source: Successfully deleted email account
de: E-Mail-Konto erfolgreich gelöscht
sv: Epostkontot raderat

source: Successfully deleted the files/folders
de: Die Dateien/Ordner wurden erfolgreich gelöscht
sv: Filer/kataloger raderade

source: Successfully renamed the file/folder
de: Datei/Ordner erfolgreich umbenannt
sv: Filen/katalogen omdöpt

source: Sucessfully added %d pictures to the album
de: %d Bilder wurden erfolgreich zum Album hinzugefügt
sv: %d bilder tillagda till albumet

source: Sucessfully added pictures to the album
de: Bilder wurden erfolgreich zum Album hinzugefügt
sv: Bilderna tillagda till albumet

source: Update
de: Aktualisieren
sv: Uppdatera

source: Update settings
de: Einstellungen aktualisieren
sv: Uppdatera inställningar

source: Update viewer
de: Viewer aktualisieren
sv: Uppdatera albumanvändare

source: Upload file
de: Dateien zu B3 hochladen
sv: Ladda upp fil

source: User deleted
de: Benutzer gelöscht
sv: Användare raderad

source: User information updated
de: Die Benutzerinformation wurde aktualisiert
sv: Användarinformation uppdaterad

source: Viewer added
de: Viewer hinzugefügt
sv: Albumanvändare tillagd

source: Viewer deleted
de: Viewer gelöscht
sv: Albumanvändare raderad

source: Viewer updated
de: Viewer aktualisiert
sv: Albumanvändare uppdaterad

source: Yes
de: Ja
sv: Ja

source: You are about to copy one item. Go to the desired folder and press <span class="ui-icon ui-icon-check ui-helper-inline"></span> to confirm copy
de: Sie sind dabei, ein Element zu verschieben. Gehen Sie zum gewünschten Zielordner und klicken sie auf <span class="ui-icon ui-icon-check ui-helper-inline"></span>, um das Kopieren zu bestätigen
sv: Du håller på att kopiera en fil. Gå till den önskade destinationen och klicka <span class="ui-icon ui-icon-check ui-helper-inline"></span> för att slutföra kopieringen

source: You are about to move one item. Go to the desired folder and press <span class="ui-icon ui-icon-check ui-helper-inline"></span> to confirm move
de: Sie sind dabei, ein Element zu verschieben. Gehen sie zum gewünschten Zielordner und klicken Sie auf <span class="ui-icon ui-icon-check ui-helper-inline"></span>, um das Verschieben zu bestätigen.
sv: Du håller på att flytta en fil. Gå till den önskade destinationen och klicka <span class="ui-icon ui-icon-check ui-helper-inline"></span> för att slutföra förflyttningen

# validation message
source: You need to specify a nickname
de: Sie müssen einen Nicknamen angeben
sv: Du måste välja ett smeknamn

# validation message
source: You need to specify contact information
de: Sie müssen Kontaktinformationen angeben
sv: Du måste ange kontaktinformation

# button
source: edit
de: Bearbeiten
sv: Ändra

source: why?
de: Warum?
sv: varför?

source: your-easyfind-name
de: ihr-easyfind-name
sv: ditt-easyfind-namn

source: {0} is already in use
de: {0} wird bereits verwendet
sv: {0} är tyvärr upptaget
