Repository: johannesbook/bubba-frontend
Catalog: po/help/*/disk_raid.html.po
Languages: sv

source: The RAID function in {PLATFORM} combines the /home partition and one external hard disk into a single logical unit.
sv: RAID-funktionen i {PLATFORM} kombinerar /home-partitionen med en extern disk till en enkel logisk enhet.

source: Important
sv: Viktigt

source: <strong>Warning!</strong> The process will destroy all user data - both on the internal and external disk.
sv: <strong>Varning!</strong>Denna process kommer att förstöra all användardata - både på den interna och externa disken.

source: An old RAID disk will automatically be connected and included into the {PLATFORM} system upon boot, even though you have not set up your {PLATFORM} for a RAID extension. It is impossible to remove the extension without reinstallation. To format an old external RAID extended disk, connect the disk to a already running {PLATFORM}. Then choose 'Format' in the 'Disk -&gt; Information' menu.
sv: En gammal RAID-disk kommer automatiskt att kopplas in och inlemmas i {PLATFORM}-systemet vid systemstart, även om du inte ställt in din {PLATFORM} för RAID. Det är omöjligt att ta bort RAID utan en total ominstallation. För att formattera en gammal RAID-utökad disk, koppla in den i en redan körande {PLATFORM}. Välj sedan 'Format' i 'Disk -&gt; Information'-menyn.

source: To get out the most of your disks, use an external disk in the same size as your internal disk in {PLATFORM}.
sv: För att få ut mesta möjliga plats på dina diskar, använd en extern disk med samma storlek som den i din {PLATFORM}.

source: Total capacity of the array equals the capacity of the smallest disk in the array.
sv: Total kapacitet i RAID-systemet kommer att bli den storlek den minsta av dina diskar har.

source: It will take some time to create or restore a RAID array. For a 1TB disk it will take about 4 hours. This is handheld in the background of the {PLATFORM} system and will not be indicated to the user.
sv: Det kommer att ta tid att skapa eller återställa ett RAID-system. För en 1 TB disk tar det ungefär fyra timmar. Detta hanteras i bakgrunden på din {PLATFORM} och kommer inte att märkas av användaren.

source: To reuse your {PLATFORM} standalone without the RAID setup you have to reinstall your {PLATFORM} system.
sv: För att återanvända din {PLATFORM} ensam, utan den externa RAID-disken, måste du installera om din {PLATFORM}.

source: Create RAID array
sv: Skapa ett RAID-system

source: Attach an eSATA disk. Please notice that the disk should be pre formatted, without old RAID or LVM systems.
sv: Anslut en eSATA-disk. Notera att disken bör vara förformatterad, utan gamla RAID eller LVM-system.

source: Click 'Create RAID array'
sv: Klicka 'Skapa ett RAID-system'

source: Select which external disk to include in the array.
sv: Välj vilken externa disk som ska inkluderas i RAID-systemet.

source: Wait for the progress bar to complete. Be patient, it will take some time to create a RAID array if you are using large disks.
sv: Invänta att processen slutförs. Ha tålamod, det kan ta en god stund om du använder stora diskar.

source: When finished, your external disk has been included in your RAID array.
sv: När operationen slutförts har din externa disk lagts till i RAID-systemet.

source: <strong>List of RAID arrays</strong> - shows the total disk space, i.e. the smallest available disk (the {PLATFORM} /home partition or the external eSATA disk) in the array.
sv: <strong>Lista av RAID-system</strong> - visar total diskstorlek, alltså den minsta av de inkluderade diskarna i RAID-systemet.

source: <strong>List of RAID disks</strong> - shows the disks attached to the RAID system.
sv: <strong>Lista av RAID-system</strong> - visar diskar anslutna till RAID-systemet.

source: Recover an external disk
sv: Återställ en extern disk

source: If you have a disc failure on your external disk or if you have by mistake disconnected the external disk you will need to do the following.
sv: OM du har disk-fel på din externa disk eller om du av misstag kopplat ur den externa disken måste du göra följande.

source: Disconnect the broken external disk from the backside of {PLATFORM}.
sv: Koppla ur den trasiga externa disken från baksidan på {PLATFORM}.

source: Attach a new external disk (or reconnect the by mistake disconnected one).
sv: Koppla in en ny extern disk (eller koppla in den av misstag urkopplade).

source: Click on '<strong>Recover RAID array</strong>'.
sv: Klicka på '<strong>Återskapa RAID-system</strong>'.

source: Select which external disk to add to RAID array. Click 'Recover array'.
sv: Välj vilken externa disk som ska läggas till RAID-systemet. Klicka på 'Återskapa RAID-system'.

source: Warning! All data will be erased from the external disk. Click 'Recover array'.
sv: Varning! All data kommer att raderas från den externa disken. Klicka på 'Återskapa RAID-system'.

source: Press 'Close' to continue working with {PLATFORM}. The synchronization is in progress and will take a while.
sv: Tryck 'Stäng' för att fortsätta arbeta på din {PLATFORM}. Synkroniseringen är igång och kommer att ta en stund.

source: Recover an internal disk
sv: Återskapa en intern disk.

source: If you have a disk failure on your internal disk in {PLATFORM} you have to start by exchanging the disk and reinstalling via an USB memory. Then update {PLATFORM} to the latest software.
sv: Om du har disk-fel på din interna disk i {PLATFORM} måste du börja med att byta ut disken och installera om systemet med ett USB-minne. Uppdatera sedan {PLATFORM} till den senaste mjukvaran.

source: Attach the external RAID disk that is containing your data.
sv: Koppla in den externa RAID-disken som innehåller din data.

source: Select the external disk to add to RAID array. Click 'Recover array'.
sv: Välj den externa disk du vill lägga till RAID-systemet. Klicka på 'Återskapa RAID-system'.

source: Warning! All user data and the storage area will be erased from the internal disk. Click 'Recover array'.
sv: Varning! All data kommer att raderas från din interna disk. Klicka 'Återskapa RAID-system'.
