Repository: johannesbook/bubba-frontend
Catalog: po/help/*/disk_lvm.html.po
Languages: sv

source: Extending your disk
sv: Utöka din disk

source: Extend your home partition with an attached external disk. This will create a single logical volume of the internal home partition and an attached disk. In other words, you will experience one big disk instead of two smaller. The total disk size will be the external disk size added to home partition size.
sv: Utöka din hempartition med en ansluten extern disk. Detta kommer att skapa en ensam logisk volym av den interna hempartitionen och en ansluten extern disk. Med andra ord kommer dessa att ses som en enda stor disk. Totala diskstorleken kommer att bli summan av de två diskarna.

source: Warning
sv: Varning

source: <strong>Please notice that this is a non reversible operation. After your system has been extended together with the external drive, your system will always need to be connected to the external drive - and will not function without it. To be able to use your {PLATFORM} standalone again, you will need to reinstall the whole system.</strong>
sv: <strong>Observera att denna operation inte kan ångras med mindre än att en fullständig fabriksåterställning görs. Efter att denna operation genomförts måste den externa disken alltid vara ansluten, och utan denna kommer systemet inte att fungera. För att kunna använda din {PLATFORM} utan en extern disk igen är du tvungen att installera om hela systemet. </strong>

source: <strong>An old LVM disk will automatically be connected and included into the {PLATFORM} system upon boot, even though you have not set up your {PLATFORM} for an LVM extension. It is impossible to remove the extension without reinstallation. To format an old external LVM extended disk, connect the disk to a already running {PLATFORM}. Then choose 'Format' in the 'Disk -&gt; Information' menu.</strong>
sv: <strong>En gammal LVM-disk kommer automatiskt att anslutas till {PLATFORM} vid systemstart, även om du inte satt upp din {PLATFORM} som LVM. Det är omöjligt att ta bort den utökade volymen utan en ominstallation. För att formattera en gammal extern LVM-disk, koppla in den till en redan körande {PLATFORM}. Välj sedan 'Format' under 'Disk -&gt; Information'-menyn. </strong>

source: Create Extended disk (LVM)
sv: Skapa en utökad disk (LVM)

source: Attach a external disk, USB or eSATA. Please notice that the disk should be pre formatted, without old RAID or LVM systems.
sv: Anslut en extern disk, USB eller eSATA. Observera att disken ska vara formatterad, utan gamla RAID eller LVM-system.

source: Select the 'Home partition' and the partition from the external disk (for example /dev/sdb).
sv: Välj hempartitionen och partitionen från den externa disken (t.ex. /dev/sdb).

source: Click 'Extend partition'.
sv: Klicka på 'Utöka partition'.

source: Wait for the progress bar to complete.
sv: Vänta tills operationen slutförts.

source: When finished, your system has been extended together with the external drive.
sv: När operationen slutförts har ditt system utökats tillsammans med den externa disken.

source: Remove Extended disk (LVM)
sv: Ta bort utökad disk (LVM)

source: To remove Extended disk (LVM) from your system you need to reinstall the whole system.
sv: För att ta bort en utökad volym (LVM) måste du installera om hela systemet.
