Repository: johannesbook/bubba-frontend
Catalog: po/help/*/network_wlan.html.po
Languages: sv

source: {PLATFORM} can act as your access point, both in 'Router + Firewall + Server' or in 'Server only' mode.
sv: {PLATFORM} kan fungera som en trådlös accesspunkt, både i Router- och i Server-läge.

source: Wireless
sv: Trådlöst

source: <strong>Wireless access point</strong> - Switch to enable the wireless access point in {PLATFORM}.
sv: <strong>Trådlös accesspunkt</strong> - Klicka för att slå på den trådlösa accesspunkten.

source: <strong>Network name (SSID)</strong> - This is the name that identifies a particular wireless network. The SSID can be up to 32 characters long.
sv: <strong>Nätverksnamn (SSID)</strong> - Detta är namnet som syns på din dator i listan över trådlösa nätverk. Det kan vara upp till 32 tecken långt.

source: <strong>Password</strong> - The password (aka pass phrase) is a set of characters that must be entered exactly the same in both your {PLATFORM} and your network clients. Enter the password in ASCII characters. The length must be between 8 to 63 for WPA and 5 or 13 characters for WEP.
sv: <strong>Lösenord</strong> - Lösenordet måste vara mellan 8 och 63 tecken för WPA och 5 eller 13 tecken för WEP.

source: Advanced wireless settings
sv: Avancerade trådlösa inställningar

source: <strong>Band</strong> - Choose what frequency band to use. 802.11n operates at two frequencies: 5 GHz and 2.4 GHz. Only devices which operate in the same frequency band can communicate with one another.
sv: <strong>Band</strong> - Välj vilket frekvensband du vill använda. Observera att klienterna måste kunna arbeta i samma frekvensband för att det ska fungera.

source: <strong>Mode</strong> - Select which 802.11 mode to operate in. Modes are as follows: 'Legacy mode (802.11a/g)' - up to 54 Mbit/s and 'Mixed mode (802.11n + 802.11a/g)' - up to 300 Mbit/s.
sv: <strong>Läge</strong> - Välj vilket 802.11-läge den ska arbeta i. 'Legacy mode (802.11a/g)' - är upp till 54 Mbit/s och 'Mixed mode (802.11n + 802.11a/g)' - upp till 300 Mbit/s.

source: <strong>Channel width</strong> - Maximum transfer rate for 20 MHz is 130 Mbit/s. Maximum transfer rate for 40 MHz is 270 Mbit/s.
sv: <strong>Kanalbredd</strong> - Maximal överföringshastighet för 20 MHz är 130 Mbit/s. Maximalt för 40 MHz är 270 Mbit/s. Det snabba alternativet är dock känsligare för andra störande nätverk.

source: <strong>Encryption</strong> - Choose between WEP, WPA1 or WPA2. WEP is not recommended due to low security.
sv: <strong>Kryptering</strong> - Välj mellan WEP, WPA1 eller WPA2. WEP rekommenderas ej då det är en gammal standard och inte särskilt säker.

source: <strong>Channel</strong> - Select the channel on your wireless access point in {PLATFORM}. In areas with several wireless networks, lower transfer speeds may be experienced. Then try a different channel. Channel availability is different for different countries due to regulations.
sv: <strong>Kanal</strong> - Välj vilken kanal den ska arbeta i. Om du upplever dålig hastighet så prova en annan kanal. Detta kan nämligen bero på krockande andra trådlösa nätverk.

source: <strong>Broadcast SSID</strong> - Show or hide {PLATFORM}s SSID for wireless devices. By default the SSID is broadcasted.
sv: <strong>Visa SSID</strong> - SSID kan döljas om man vill hålla sitt nätverk hemligt. Man måste då manuellt skriva in SSID på klienterna för att de ska hitta nätverket.
