Repository: johannesbook/bubba-frontend
Catalog: po/help/*/network_tor.html.po
Languages: de, sv

source: The Tor network relies on volunteers to donate bandwidth. The more people who run bridges or relays, the faster the Tor network will be. If you have at least 20 kilobytes/s each way, please help out Tor by configuring your B3 to be either a bridge non-exit relay or exit relay.
de: Das Tor Netzwerk wird unterstützt durch freiwillige, welche ihre Internet-Bandbreite spenden. Je mehr Leute Bridges oder Relays ausführen, umso schneller wird das Tor Netzwerk. Falls Sie mindestens 20 kilobytes/s (Up- und Downstream) haben, unterstützen Sie bitte das Tor Projekt, indem Sie Ihren B3 entweder als Brücke, Nicht-Ausgangsrelay oder Ausgangsrelay konfigurieren.
sv: Tor-nätverket förlitar sig på frivilliga för att få nätverket att fungera. Ju fler människor som kör en Tor-server, ju snabbare kommer Tor-nätverket att bli. Om du har åtminstone 20 kilobyte/s åt båda hållen över, så vänligen hjälp till genom att slå på Tor i din {PLATFORM}.

source: B3 can act as either a bridge, non-exit relay or exit relay in the Tor network:
de: B3 kann im Tor Netzwerk entweder als Brücke, Nicht-Ausgangsrelay oder Ausgangsrelay eingesetzt werden:
sv: {PLATFORM} kan fungera antingen som 'bridge', 'non-exit relay' eller 'exit relay' i Tor-nätverket:

source: The public servers in the Tor network are called relays. All of the relays are listed in public directories, which means that anyone can easily get a list of all the relays in the Tor network. A Tor relay can be either a non-exit relay or an exit relay. A non-exit relay will only forward traffic on to other relays in the Tor network. An exit relay can either forward traffic on to other relays in the Tor network, or to public Internet resources.
de: Die öffentlichen Server im Tor Netzwerk nennt man Relays. Alle Relays werden in öffentlichen Verzeichnissen aufgeführt - das heisst, dass es für alle einfach ist, eine Liste aller Relays im Tor netzwerk zu erhalten. Ein Tor Relay kann entweder als Nicht-ausgangsrelay oder Ausgangsrelay konfiguriert sein. Ein Nicht-Ausgangsrelay wird nur Daten an andere Tor Relays weiterleiten; ein Ausgangsrelay leitet dagegen Daten sowohl an andere Tor Relays wie auch an öffentliche Internet-Dienste weiter.
sv: Publika servrar i Tor-nätverket kallas 'relays' eller relän. Alla relän syns i publika listor, vilket innebär att vem som helst enkelt kan få se vilka relän som finns. Ett Tor-relä kan vara antingen ett 'non-exit'-relä eller ett 'exit'-relä. Ett 'non-exit'-relä kommer endast att skicka vidare trafik till andra relän i Tor-nätverket. Ett 'exit'-relay kan antingen skicka trafik till andra relän, eller till resten av internet.

source: Bridges
de: Brücken

source: Some Internet Service Providers (ISPs) attempt to prevent users from accessing the Tor network by blocking connections to known Tor relays. Bridge relays (or <i>bridges</i> for short) are non-exit relays that help these censored users access the Tor network. Unlike other Tor relays, bridges are not listed in the same public directories as normal relays. Since there is no complete public list of them, even if your ISP is filtering connections to all the known Tor relays, they probably won't be able to block all the bridges.
de: Einige Internet-Dienstanbieter (ISPs) versuchen, ihrre Nutzer am Zugriff auf das Tor Netzwerk zu hindern, indem sie bekannte Tor Relays blockieren. Brücken-Relays (auch Brücken oder <i>bridges</i>) sind Nicht-Ausgangsrelays, die diesen eingeschränkten Benutzern helfen, auf das Tor Netzwerk zuzugreifen. Entgegen anderen Tor Relays werden Brücken nicht in den gleichen, öffentlichen Verzeichnissen aufgeführt. Da es somit keine vollständige öffentliche Liste gibt, wird ihr ISP, auch wenn sie alle bekannten Tor Relays filtern, wohl nie auch sämtliche Tor Brücken blockieren können.
sv: Vissa internetleverantörer (ISP:er) försöker hindra användare från att access Tor-nätverket genom att blockera kopplingar till kända Tor-relän. 'Bridges' (bryggor) är 'non-exit'-relän som hjälper dessa cencurerade användare att nå Tor-nätverket. Till skillnad från relän är bryggor därför inte listade publikt.

source: The settings
de: Die Einstellungen
sv: Inställningar

source: The default settings are the recommended settings, so if you are unsure, just leave them as is.
de: Die Standard-Einstellungen sind die üblicherweise empfohlenen Einstellungen. Sollten Sie sich also bei der Konfiguration unsicher fühlen, belassen Sie die Einstellungen wie sie sind.
sv: Standardinställningarna är de som rekommenderas, så är du osäker går det utmärkt att lämna dem som de är.

source: Bridge address
de: Bridge Adresse
sv: Bryggadress

source: You can let others access your Tor bridge by giving them this line. The bridge address consists of your external IP address and the relay port configured for Tor.
de: Sie können anderen den Zugang zu Ihrer Tor Brücke ermöglichen, indem Sie ihnen diese Angabe übermitteln. Die Bridge Adresse besteht aus Ihrer externen IP Adresse und der Relay Port-Nummer, die Sie für Tor konfiguriert haben.
sv: Du kan låta andra få åtkomst till din Tor-brygga genom att skicka dem den här adressen. Den består av din externa IP-adress och reläporten som är inställd för Tor.

source: Contact information
de: Kontaktinformationen
sv: Kontaktinformation

source: Contact info, such as an email address, to be published in relay directories, so that the Tor Project can contact you if your relay is misconfigured or something else goes wrong.
de: Kontaktinformationen, wie etwa eine E-Mail-Adresse, welche in Relay Verzeichnissen veröffentlicht wird und die es dem Tor Projekt ermöglicht, Sie zu kontaktieren, falls Ihr Relay falsch konfiguriert oder sonst ein Fehler aufgetreten sein sollte.
sv: Kontaktinfo, som en epostadress, för att publiceras på de publika relälistorna. Syftet är främst att Tor-projektet ska kunna kontakta dig om din {PLATFORM} är felkonfigurerad eller om något annat är galet.

source: Automatically distribute my bridge address
de: Die Adresse meiner Brücke automatisch bekannt machen
sv: Distribuera automatiskt min bryggadress

source: If not selected only people invited by you can use your bridge.
de: Ist diese Option nicht ausgewählt, können nur Leute, die von Ihnen eingeladen wurden, Ihre Brücke nutzen.
sv: Om detta inte är ikryssat kan endast folk som du bjudit in använda din brygga.

source: Exit policies
de: Ausgangsregeln
sv: Exit-policy

source: Exit policies give you a way to specify what kinds of resources on the Internet you are willing let other Tor users access from your Tor relay. Tor uses a default list of exit policies that restrict some services, such as mail to prevent spam and some default file sharing ports to reduce abuse of the Tor network.
de: Ausgangsregeln (Engl. Exit policies) erlauben Ihnen, festzulegen, auf welche Arten von Diensten auf dem Internet Sie andere Tor Benutzer über Ihr Relay zugreifen lassen wollen. Tor nutzt bereits eine Standard-Liste von Ausgangsregeln, die einige Dienste einschränken, wie etwa E-Mail (um Spam zu verhindern) und einige Standard File-Sharing-Ports (um dem Missbrauch des Tor Relay Netzwerks vorzubeugen).
sv: Detta ger dig ett sätt att välja vilken typ av trafik som du vill att andra Tor-användare ska kunna nå genom din {PLATFORM}. Tor använder en standarduppsättning av exit-policy som stoppar vissa tjänster, som epost för att förhindra spam, och visa fildelarnätverk för att förhindra missbruk av Tor.

source: Please read the users manual for more detailed information on this.
de: Bitte konsultieren Sie das Benutzerhandbuch, um weitere Informationen hierzu zu erhalten.
sv: Vänligen läs användarmanualen för vidare infromation om detta.

source: Nickname
sv: Smeknamn
