Repository: johannesbook/bubba-frontend
Catalog: po/help/*/settings_backuprestore.html.po
Languages: de

source: Restore a backup
de: Datensicherung wiederherstellen

source: Backup and restore settings
de: Backup- und Wiederherstellungseinstellungen

source: 'Backup settings' will backup all your {PLATFORM} settings, nice to have in case you reinstall {PLATFORM} or move the settings to another {PLATFORM} unit. The following settings will be saved :
de: 'Backup-Einstellungen' sichert alle {PLATFORM}-Einstellungen, diese Funktion ist nützlich, wenn Sie {PLATFORM} neu installieren müssen oder Ihre Einstellungen auf ein anderes {PLATFORM} übertragen möchten. Folgende Einstellungen werden gespeichert:

source: User accounts (including admin login via WAN setting, passwords) but no user data
de: Benutzerkonten (inklusive Einstellung für Admin-Login über WAN, Passwörter), jedoch ohne Benutzerdaten

source: Backup jobs
de: Backup-Aufgaben

source: Services settings
de: Diensteinstellungen

source: Email account settings
de: Einstellungen für E-Mail-Konto

source: Network setup (all settings i.e. profile, hostname, wireless settings, firewall rules etc)
de: Netzwerkkonfiguration (alle Einstellungen, z. B. Profil, Hostname, Wireless-Einstellungen, Firewall-Regeln usw.)

source: Printers
de: Drucker

source: Perform a backup
de: Sicherung erstellen

source: Insert an external storage device (USB memory or USB disk) into {PLATFORM}.
de: Schließen Sie ein externes Speichergerät (USB-Speicher oder USB-Disk) an {PLATFORM} an.

source: Choose the Source/Destination and press Backup.
de: Wählen Sie die Quelle und das Ziel und drücken Sie auf Sicherung.

source: All settings are now saved on a file on the chosen external storage device.
de: Alle Einstellungen werden jetzt in einer Datei auf dem gewählten externen Speichergerät gespeichert.

source: Insert the storage device containing the backup file into {PLATFORM}.
de: Schließen Sie das Speichergerät mit der Sicherungsdatei an {PLATFORM} an.

source: Observe that the current users on {PLATFORM} will be removed and the users stored in the backup file will be restored. Although the user data from current users on {PLATFORM} will be left intact in the /home/[user] catalogue.
de: Beachten Sie, dass die aktuellen Benutzer von {PLATFORM} entfernt werden und die Benutzer, die in der Sicherungsdatei gespeichert sind, hergestellt werden. Im /home/[user] Katalog bleiben die Benutzerdaten der aktuellen Benutzer von {PLATFORM} jedoch intakt.

source: Press restore.
de: Drücken Sie auf Wiederherstellen.

source: You might need to reconnect your {PLATFORM} depending on how your restored network settings are configured.
de: Unter Umständen muss {PLATFORM} neu angeschlossen werden; dies hängt von der Konfiguration der wiederhergestellten Netzwerkdaten ab.
