Repository: johannesbook/bubba-frontend
Catalog: po/help/*/settings_software.html.po
Languages: de, es

source: Software update
de: Software-Aktualisierung
es: Actualización de software

source: {PLATFORM}'s software can easily be updated to gain new functionality. Press 'Update system', and the update is automatically performed. Please have patient, it might take a while to perform an update.
es: El software de {PLATFORM} puede ser actualizado fácilmente para obtener nuevas funcionalidades. Pulsa 'Actualizar sistema', y la actualización se realiza automáticamente. Por favor ten paciencia, puede llevar un rato realizar una actualización.

source: After an update, status information is shown. Press the '+' sign to show the complete message.
de: Nach der Aktualisierung werden Statusinformationen angezeigt. Drücken Sie das \'+\' Zeichen, um die Fertigstellungsmeldung anzuzeigen.
es: Tras la actualización, se muestra información de estado. Pulsa el signo '+' para mostrar el mensaje completo.

source: Hotfixes
es: Parches

source: This feature collects status information from your {PLATFORM} and sends to Excito for automated analysis. The update server can then take appropriate actions if your system has problems. The system information is sent to Excito via an encrypted connection, and server responses are GPG signed to ensure the security and that the content is distributed by Excito.
es: Esta opción recoge información de estado de tu {PLATFORM} y la envía a Excito para un análisis automatizado. El servidor de actualizaciones puede decidir las acciones adecuadas si tu sistena tiene problemas. La información del sistema se envía a Excito mediante una conexión cifrada, y las respuestas del servidor se certifican con GPG para asegurar que el contenido es distribuído por Excito.

source: By default this feature is enabled. Use the switch to disable Hotfixes. If doing so you might not get the most important updates to your {PLATFORM}.
es: Por defecto ésta facilidad está activada. Utiliza el interruptor para desactivar los Parches. En este caso puede que no obtengas actualizaciones primordiales para tu {PLATFORM}.

source: <strong>Any information collected by Excito will never be exposed to any other party than Excito. The information will only be used to pin point errors and perform the best matched updates for your {PLATFORM}.</strong>
es: <strong>Cualquier información recogida por Excito no se facilitará nunca a otra compañia distita de Excito. La información solo se utilizará para recabar errores y facilitar las actualizaciones más pertinentes para tu {PLATFORM}.</strong>

source: All information that is collected is listed below.
de: Folgende Informationen werden erfasst.
es: Abajo se lista toda la información recogida.

source: MAC address
de: MAC-Adresse
es: Dirección MAC

source: IP addresses
de: IP-Adresse
es: Direcciones IP

source: Serial number and key
de: Seriennummer und Code
es: Número de serie y clave

source: RAM memory size
de: Größe des RAM-Speichers
es: Tamaño de memoria RAM

source: CPU model
de: CPU-Modell
es: Modelo de CPU

source: Status for the installed {PLATFORM} specific packages
es: Estado de los paquetes instalados específicamente en {PLATFORM}

source: The log file /tmp/{PLATFORM}-apt.log if existing
es: El fichero de log /tmp/{PLATFORM}-apt.log de existir

source: Current software release version
de: Aktuelle Softwareversion
es: Actual versión de software distribuído

source: Current running kernel
de: Aktuell ausgeführtes Kernel
es: Actual kernel en ejecución

source: Root disc partition usage
de: Nutzung der Root-Disk-Partition
es: Uso de la partición raíz del disco

source: Disc partition setup (LVM/RAID)
de: Disk-Partition-Setup (LVM/RAID)
es: Configuración de particiones (LVM/RAID)

source: Current package versions
de: Aktuelle Paketversionen
es: Versiones actuales de paquetes

source: Detailed information about {PLATFORM} software versions is shown here.
es: Aquí se muestra información detallada sobre las versiones de software de {PLATFORM}.
