Repository: johannesbook/bubba-frontend
Catalog: po/help/*/settings.html.po
Languages: sv

source: Setup wizard
sv: Uppstartsguide

source: Use the integrated Setup wizard to make the very first important settings on your {PLATFORM} such as language, time and date, add users and choose an Easyfind name. You can run the wizard at any time.
sv: Använd den inbyggda uppstartsguiden för att göra de första viktiga inställningarna på din {PLATFORM}, såsom språk, användare och att välja ett Easyfind-namn. Du kan köra denna guide när som helst.

source: <strong>Step 1 - Select default language</strong>
sv: <strong>Steg 1 - välj standardspråk</strong>

source: Select the default system language. Click 'Next' to continue.
sv: Välj standardspråk. Klicka "nästa" för att fortsätta.

source: <strong>Step 2 - Time and date</strong>
sv: <strong>Steg 2 - Tid och datum</strong>

source: Choose time zone and the date and time. You also have the possibility to use an Internet time server. By doing this the date and time is automatically set and updated and you do not have to do any manual time settings. Click 'Next' to continue.
sv: Välj tidszon och datum och tid. Du kan också välja att använda automatiska tidsinställningar. Klicka nästa för att gå vidare.

source: <strong>Step 3 - Create user</strong>
sv: <strong>Step 3 - Skapa användare</strong>

source: Create a user, or as many as you desire. Click 'Add user' after filling in the user information. Click 'Next' to continue.
sv: Skapa en användare. Click 'Next' to continue.

source: Choose if you would like to register for a free Easyfind name. You will reach your {PLATFORM} by surfing to www.-your easyfind name-.{EASYFIND}. Click 'Next' to continue.
sv: Välj om du vill registrera ett gratis Easyfind-namn. Du kan då nå din {PLATFORM} genom att surfa till www.<ditt easyfind-namn>.{EASYFIND}. Klicka nästa för att gå vidare.

source: <strong>Setup complete</strong>
sv: <strong>Inställningar slutförda</strong>

source: Click 'Finish setup' to exit the wizard.
sv: Klicka på slutför för att gå ur guiden.
