Repository: johannesbook/bubba-frontend
Catalog: po/help/*/users.html.po
Languages: sv

source: Users
sv: Användare

source: Here you find all the registered users on your {PLATFORM}. Click on 'Edit user' to change user information.
sv: Här ser du alla användare som finns på din {PLATFORM}. Klicka på 'Ändra användare' för att ändra någon information.

source: To allow the administrator to lok in remote (via the WAN port) edit the adminitrator user and click '<strong>Allow remote access to system settings</strong>'.
sv: För att låta administratören logga in utifrån (via WAN-porten), redigera administratörsanvändaren och klicka '<strong>Tillåt fjärråtkomst till systeminställningarna</stron>'.

source: <strong>Allow shell login</strong> permitts a user to log in via SSH.
sv: <strong>Tillått SSH-inloggning</strong> tillåter en användare att logga in via SSH (skalet).

source: Add user
sv: Lägg till användare

source: Click '<strong>Add new user</strong>' and fill in the information to add a new user.
sv: Klicka '<strong>Lägg till ny användare</strong>' och fyll i efterfrågad infromation.

source: Edit user
sv: Ändra användare

source: <strong>User name</strong> - Changing the user name (login name) is not possible. To achieve this you will have to delete the user and add a new user with the correct name.
sv: <strong>Användarnamn</strong> - Det är inte möjligt att ändra användarnamn. För att göra detta måste man ta bort och sedan lägga till en ny användare.

source: <strong>Real name</strong> - To add the user's 'Real name'; fill in the information here.
sv: <strong>Verkligt namn</strong> - Detta är användarens riktiga namn, och används bara i texten "inloggad som" uppe i högra hörnet.

source: <strong>Change password</strong> - The administrator can change every users password. Every user has the possibility to change their own password via their own log in. It is strongly suggested that the <strong>admin password is changed</strong> from the default password.
sv: <strong>Ändra lösenord</strong> - Administratören kan ändra varje användares lösenord. Alla användare kan dessutom själva ändra sina lösenord. Det är starkt rekommenderat att man ändrar lösenordet på admin-användaren.

source: <strong>User language</strong> - Change the user interface language for the selected user.
sv: <strong>Användarspråk</strong> - Ändra språket för användarinterfacet för vald användare.
