Repository: johannesbook/bubba-frontend
Catalog: po/help/*/user_album_albums.html.po
Languages: de, sv

source: Share your digital photos with friends and family! With {PLATFORM} you get easy to use, out of the box photo album! All you need is your digital pictures!
de: Veröffentlichen Sie Ihre digitalen Fotos für Freunde und Familienmitglieder! {PLATFORM} bietet einfach zu verwendende, professionelle Fotoalben! Alles, was Sie benötigen, sind Ihre digitalen Fotos!
sv: Dela dina foton med släkt och vänner! Med {PLATFORM} får du ett lättanvänt fotoalbum!

source: Add Album viewers
de: Albumbetrachter hinzufügen
sv: Lägg till albumanvändare

source: Click the menu item <b>Album viewers</b> to add users for private viewing of photo albums.
de: Klicken Sie auf den Menüpunkt <b>Albumbetrachter</b>, um Benutzer für das nicht öffentliche Betrachten von Fotoalben hinzuzufügen.
sv: Klicka på menyknappen <strong>Album viewers</b> för att lägga till användare för privat visning av fotoalbum.

source: Add albums
de: Alben hinzufügen
sv: Lägg till album

source: Every user on {PLATFORM} can create and publish photo albums, except for the administrator.
de: Außer dem Administrator kann jeder, der bei {PLATFORM} registriert ist, Fotoalben erstellen und veröffentlichen.
sv: Alla användare på {PLATFORM} kan skapa och publicera fotoalbum, förutom administratören.

source: Copy the folders containing your pictures to \{PLATFORM}\storage\pictures, with for example the built in Filemanager or Windows Explorer.
de: Kopieren Sie die Ordner mit Ihren Bildern z. B. Mit dem integrierten Dateimanager oder mit dem Windows Explorer zu \{PLATFORM}\storage\pictures.

source: Log in as your standard user on {PLATFORM}.
de: Melden Sie sich als Standardbenutzer bei {PLATFORM} an.
sv: Logga in som din vanliga användare på {PLATFORM}.

source: Click 'Filemanager'.
de: Klicken Sie auf 'Dateimanager'.

source: Browse to /home/storage/pictures.
de: Navigieren Sie zu /home/storage/pictures.
sv: Gå till /home/storage/pictures.

source: Select the folders or pictures you wish to add as photo albums.
de: Wählen Sie die Ordner oder Bilder, die Sie als oder zu Fotoalben hinzufügen möchten.
sv: Välj kataloger eller bilder du vill lägga till i fotoalbumet.

source: Select the <strong>'Add to album'</strong> icon in the file function bar.
de: Wählen Sie das <strong>'Zu Album hinzufügen'</strong> Symbol in der Dateifunktionsleiste.
sv: Väl <strong>'Lägg till i album'</strong>-ikonen i funktionslisten.

source: Open the <strong>Album manager</strong>. Decide if the added albums should be public or private. By default all added albums are private.
de: Öffnen Sie den <strong>Album-Manager</strong>. Entscheiden Sie, ob die hinzugefügten Alben öffentlich sein sollen oder nicht. Die Standardeinstellung lautet nicht öffentlich.
sv: Öppna <strong>Albumhanteraren</strong. Välj om albumen ska vara publika eller privata. Standardinställningen är att alla album blir privata.

source: Click your album, on the left side of the screen.
de: Klicken Sie auf Ihr Album auf der linken Seite des Bildschirms.
sv: Klicka på ditt album till vänster på skärmen.

source: Ether select the users who you would like to share the album with, then click Update.
de: Wählen Sie nun entweder die Benutzer, die Ihr Album ansehen dürfen, und klicken Sie dann auf Aktualisieren.
sv: Välj användarna som du ska dela ditt album med, klicka sedan på Uppdatera.

source: Or click 'Public' if you want the album to be open to anyone who can access your {PLATFORM}, then click Update.
de: Oder klicken Sie auf 'Öffentlich', wenn das Album für jeden, der auf Ihr {PLATFORM} zugreifen kann, sichtbar sein soll. Klicken Sie dann auf Aktualisieren.
sv: Eller klicka 'Publik' om du vill att albumet ska vara öppet för alla som kan nå din {PLATFORM}. Klicka sedan Update.

source: Done!
de: Fertig!
sv: Klart!

source: Edit albums
de: Alben bearbeiten
sv: Ändra altum

source: Click the album you wish to edit.
de: Klicken Sie auf das Album, Das Sie bearbeiten möchten.
sv: Klicka på albumet du önskar ändra.

source: To edit album- or picture caption select the object, enter text and click 'Update'.
de: Um den Alben- oder Bildtitel zu bearbeiten, geben Sie den Text ein und klicken dann auf 'Aktualisieren'.
sv: För att ändra ett album eller en bild, välj objektet, gör dina ändringar och klicka på 'Update'.

source: To delete an album, select the album and press 'Delete album'.
de: Um ein Album zu löschen, markieren Sie das Album und klicken dann auf 'Album löschen'.
sv: För att radera ett album, välj albumet och klicka 'Radera album'.

source: To delete a picture, select the picture and press 'Remove from album'.
de: Um ein Bild zu löschen, markieren Sie das Bild und klicken dann auf 'Aus Album entfernen'.
sv: För att radera en bild, välj bilden och klicka 'Radera'.

source: Your photo albums will be visible by browsing to <a href='http://{DEFAULT_HOST}/album' target='_blank'>http://{DEFAULT_HOST}/album</a> (<a href='http://{DEFAULT_HOST}.local/album' target='_blank'>http://{DEFAULT_HOST}.local/album</a> if using Mac) from inside your home network, or by browsing to www.-your easyfind name-.{EASYFIND} from outside your network.
de: Betrachten Sie Ihre Fotoalben, indem Sie die Adresse <a href='http://{DEFAULT_HOST}/album' target='_blank'>http://{DEFAULT_HOST}/album</a> (<a href='http://{DEFAULT_HOST}.local/album' target='_blank'>http://{DEFAULT_HOST}.local/album</a> unter Mac Geräten) innerhalb Ihres Heimnetzwerks, oder www.-Ihr Easyfind Name-.{EASYFIND} ausserhalb Ihres Netzwerks aufrufen.
sv: Dina fotoalbum kommer att finnas bakom foto-knappen på {PLATFORM}'s förstasida.
